Repository: PascalNoisette/Me-TV
Catalog: po/*.po
Languages: cs, de, es, fi, fr, gl, hr, it, nl, pl, pt, pt_br, sk, sv, uk

source: How long to wait (in seconds) before timing out while waiting for data from demuxer (default 5).
de: Wie lange (in Sekunden) gewartet werden soll, bevor das Warten auf Daten vom Demuxer abgebrochen werden soll (Vorgabe 5).
es: Cúanto esperar (en segundos) antes de dar time out mientras se esperan datos desde el demultiplexor (5 por defecto).
fr: Combien de temps attendre (en seconde) avant expiration pendant une attente de données du démultiplexeur (par défaut 5 secondes).
gl: Tempo de espera (en segundos) antes de esgotar o tempo máximo esperando polos datos do demultiplexor (por omisión 5).
hr: Koliko dugo je potrebno čekati (u sekundama) prije isteka vremena, dok čekate podatke iz demuxera (uobičajeno 5).
it: Quanto tempo aspettare (in secondi) prima della scadenza per ricevere i dati dal demuxer (predefinito 5).
nl: Hoe lang te wachten (in seconden) voor time-out tijdens het wachten op data van demuxer (standaard 5).
pl: Ile sekund czekać na dane z demuxera (domyślnie 5)?
pt: Quanto tempo esperar (em segundos) antes de expirar a espera de dados do desmultiplexador (predef. 5).
pt_br: Quanto tempo de espera (em segundos) antes de expirar o tempo enquanto espera por dados de demuxer (padrão 5).
sk: Ako dlho čakať (v sekundách) pred preručením kým sa čaká na dáta z demuxera (pôvodne 5)

source: Show Me TV help options
cs: Zobrazit možnosti nápovědy Me TV
de: Me TV-Hilfeoptionen anzeigen
es: Mostrar las opciones de ayuda de Me TV
fi: Näytä Me TV:n ohjevalitsimet
fr: Afficher l'aide des options de Me TV
gl: Mostrar as opcións da axuda de Me TV
hr: Prikaži Me TV mogućnosti pomoći
it: Mostrami gli aiuti possibili
nl: Toon de helpopties van Me TV
pl: Pokaż opcje pomocy
pt: Mostra opções de ajuda do Me TV
pt_br: Mostrar opções de ajuda do Me TV
sk: Zobraziť možnosti nápovedy Me TV
sv: Visa Me TV:s hjälpflaggor
uk: Показвути підказки Me TV

source: An unhandled error occurred
cs: Nastala neošetřená chyba
de: Ein unbehandelter Fehler ist aufgetreten
es: Error no controlado
fi: Tapahtui käsittelemätön virhe
fr: Une erreur non-prévue est survenue
gl: Produciuse un erro non previsto
hr: Pogreška u rukovanju
it: Si è verificato un errore non gestito
nl: Onafgehandelde fout vond plaats
pl: Wystąpił nieoczekiwany błąd
pt: Ocorreu um erro inesperado
pt_br: Um erro desconhecido ocorreu
sk: Nastala neočakávaná chyba
uk: Виникла необроблена помилка

source: Please stop all recordings before editing channels
cs: Před úpravou kanálů ukončete všechna nahrávání
de: Bitte vor dem Bearbeiten von Sendern alle Aufnahmen beenden
es: Por favor, detenga todas las grabaciones antes de editar los canales
fr: S.V.P. arrêter toutes les enregistrements avant d'éditer les chaînes
gl: Por favor, deteña todas as gravacións antes de editar as canles.
hr: Zaustavite sva snimanja prije uređivanja programa
it: Ferma tutte le registrazioni prima di modificare i canali
pl: Proszę zatrzymać wszystkie nagrania przed edycją kanałów
pt: Por favor pare a gravação antes de editar os canais
pt_br: Por favor, pare todas as gravações antes da edição de canais
sk: Prosím zastavte všetky nahrávania pred upravovaním kanálov
uk: Будь ласка, перед редагуванням каналів, зупиніть запис

source: Cannot update channels while recording
cs: Nelze upravovat kanály během nahrávání
de: Sender können während der Aufnahme nicht aktualisiert werden.
es: No es posible actualizar canales durante la grabación
fr: Impossible de mettre à jour les chaînes pendant un enregistrement
gl: Non se pode actualizar canles durante a gravación
hr: Nemoguće ažuriranje programa dok se snima
it: Impossibile aggiornare i canali durante le registrazioni
pl: Nie można zaktualizować kanałów podczas nagrywania
pt: Não é possível actualizar os canais enquanto está a gravar
pt_br: Não é possível atualizar os canais durante a gravação
sk: Nedajú sa aktualizovať kanály počas nahrávania
uk: Неможливо оновити канали під час запису

source: Failed to start engine: Engine has already been started
cs: Selhalo spuštění knihovny přehrávače: knihovna již byla spuštěna
de: Konnte Engine nicht starten: Engine läuft bereits
es: Fallo al iniciar el motor: El motor ya ha sido iniciado
fi: Moottoria ei voi käynnistää: moottori on jo käynnistetty
fr: Echec lors du démarrage du programme: le programme est toujours en activité
gl: Produciuse un fallo ao iniciar o motor: o motor xa foi iniciado
hr: Nemoguće je pokrenuti pogon: pogon je već pokrenut
it: Impossibile avviare il motore: è già stato avviato
nl: Engine starten mislukt: Engine is al gestart
pl: Nie można wystartować silnika: Jest już aktywny
pt: Falha ao iniciar o motor: O motor já foi iniciado
pt_br: Falha ao iniciar mecanismo: O mecanismo já foi inicializado
sk: Zlyhalo spustenie prehrávača: Prehrávač už bol spustený
sv: Misslyckades med att starta motor: Motorn har redan startats

source: None
cs: Nic
de: Keine
es: Ninguno
fi: Ei mitään
fr: Aucun
gl: Ningún
hr: Nijedan
it: Nessuno
nl: Geen
pl: Brak
pt: Nenhum
pt_br: Nada
sk: Žiadne
uk: Немає

source: Failed to get time
cs: Selhalo zjištění času
de: Konnte Zeit nicht ermitteln
es: Fallo al obtener la hora
fi: Ajan nouto epäonnistui
fr: Impossible de recevoir l'heure
gl: Produciuse un fallo ao obter a hora
hr: Neuspjelo dobivanje vremena
it: Impossiible ottenere l'ora
nl: Vaststellen tijd mislukt
pl: Nie można uzyskać czasu
pt: Falha ao obter a hora
pt_br: Falha ao obter tempo
sk: Zlyhalo zistenie času
sv: Misslyckades med att hämta tid
uk: Не вдалось отримати час

source: Failed to find a value for '%1'
cs: Selhalo nalezení hodnoty pro '%1'
de: Für '%1' konnte kein Wert gefunden werden.
es: Error al buscar un valor para '%1'
fr: Impossible de trouver une valeur pour '%1'
gl: Produciuse un fallo ao buscar un valor para '%1'
hr: Neuspjeli pronalazak vrijednosti za '%1'
it: Impossibile trovare un valore per '%1'
nl: Geen waarde voor '%1' gevonden
pl: Brak wartości dla '%1'
pt: Falha a encontrar um valor para '%1'
pt_br: Falha ao pesquisar um valor para '%1'
sk: Zlyhalo nájdenie hodnoty pre '%1'
sv: Misslyckades att hitta ett värde för "%1"
uk: Не вдалось знайти значення для '%1'

source: Failed to find a text value for '%1'
cs: Selhalo nalezení textové hodnoty pro '%1'
de: Konnten keinen textuellen Wert finden für '%1'
es: No se puede encontrar un valor de texto para '%1'
fr: Impossible de trouver une valeur textuelle pour '%1'
gl: Produciuse un fallo ao buscar un valor texto para '%1'
hr: Neuspjeli pronalazak tekstualne vrijednosti za '%1'
it: Impossibile trovare un testo per '%1'
nl: Geen tekstwaarde voor '%1' gevonden
pl: Brak tekstowej wartości dla '%1'
pt: Falha a encontrar um valor em texto para '%1'
pt_br: Falha ao pesquisar um valor de texto para '%1'
sk: Zlyhalo nájdenie textovej hodnoty pre '%1'
sv: Misslyckades med att hitta ett textvärde för "%1"
uk: Не вдалось знайти текстове значення для '%1'

source: Failed to get active text value
cs: Chyba při odebírání hodnoty aktivního textu.
de: Fehler: Konnten nicht aktiven Wert zu erhalten
es: No se pudo obtener el valor de texto activo
fr: Echec lors de l'obtention d'une valeur texte
gl: Produciuse un fallo ao obter un valor texto activo
hr: Neuspjelo dobivanje aktivne tekstualne vrijednosti
it: Impossibile ottenere un valore di testo attivo
nl: Geen actieve tekstwaarde gevonden
pl: Nie udało się uzyskać aktywnych wartości tekstowych
pt: Falha ao obter o valor do texto activo
pt_br: Erro ao capturar valor de texto ativo
sk: Zlyhalo získanie aktívnej textovej hodnoty
uk: Збій отримання активного текстового значення

source: Failed to get active integer value
cs: Chyba při odebírání celočíselné hodnoty
de: Fehler: Failed to get active integer value
es: No se pudo obtener valor entero activo
fr: Echec lors de l'obtention d'une valeur integrer
gl: Produciuse un fallo ao obter o valor enteiro activo
hr: Neuspjelo dobivanje aktivne cijelobrojne vrijednosti
it: Impossibile ottenere un valore intero attivo
nl: Het verkrijgen van een actieve waarde in de vorm van een heel getal mislukt
pl: Nie udało się uzyskać aktywnej wartości całkowitej
pt: Falha ao obter o valor inteiro activo
pt_br: Erro ao capturar valor numérico ativo
sk: Zlyhalo získanie aktívnej celočíselnej hodnoty

source: Failed to find Program Map PID for service
cs: Nepodařilo se najít PID
de: Für den Dienst konnte keine Program Map PID gefunden werden.
es: No se pudo encontrar el PID del Mapa del Programa para el servicio
fr: Erreur lors de la recherche du programme Map PID
gl: Fallou o PID do mapa de programa para o servizo
hr: Neuspijeli pronalazak PID-a mape programa usluga
it: Impossibile trovare il PID della mappa programmi per il servizio
nl: Geen Program Map PID voor zender gevonden
pl: Nie zdołano odnaleźć PID dla tej usługi w tabeli programów (PMT).
pt_br: Falha para encontrar Program Map PID para serviço
sk: Zlyhalo nájdenie Program Map PID pre službu

source: Unknown language
cs: Neznámý jazyk
de: Unbekannte Sprache
es: Idioma desconocido
fi: Tuntematon kieli
fr: Langue inconnue
gl: Idioma descoñecido
hr: Nepoznat jezik
it: Lingua sconosciuta
nl: Onbekende taal
pl: Nieznany język
pt: Idioma desconhecido
pt_br: Idioma desconhecido
sk: Neznámy jazyk
uk: Невідома мова

source: Me TV - Error
cs: Me TV - chyba
de: Me TV - Fehler
fi: Me TV - Virhe
fr: Erreur - Me TV
gl: Me TV - Erro
hr: Me TV - greška
it: Me TV - Errore
nl: Me TV - Fout
pl: Me TV - błąd
pt: Me TV - Erro
pt_br: Erro - Me TV
sk: Me TV - chyba
uk: Me TV - Помилка

source: Service Name
cs: Název služby
de: Dienstname
es: Nombre del Servicio
fi: Palvelun nimi
fr: Nom du service
gl: Nome do servizo
hr: Naziv usluge
it: Nome del servizio
nl: Zendernaam
pl: Nazwa usługi
pt: Nome do serviço
pt_br: Nome do serviço
sk: Názov služby
sv: Tjänstenamn

source: Signal Strength
cs: Síla signálu
de: Signalstärke
es: Potencia de la señal
fi: Signaalin voimakkuus
fr: Force du signal
gl: Forza do sinal
hr: Jačina signala
it: Potenza segnale
nl: Signaalsterkte
pl: Siła Sygnału
pt: Potência de sinal
pt_br: Potência do sinal
sk: Sila signálu
sv: Signalstyrka

source: Australia
cs: Austrálie
de: Australien
fr: Australie
hr: Australija
nl: Australië
pt: Austrália
pt_br: Austrália
sk: Austrália

source: Canada
cs: Kanada
de: Kanada
es: Canadá
fi: Kanada
gl: Canadá
hr: Kanada
pl: Kanada
pt: Canadá
pt_br: Canadá
sk: Kanada

source: Czech Republic
cs: Česká republika
de: Tschechische Republik
es: República Checa
fi: Tšekki
fr: République tchèque
gl: República Checa
hr: Češka Republika
nl: Tsjechië
pl: Czechy
pt: República Checa
pt_br: República Checa
sk: Česká republika

source: Finland
cs: Finsko
de: Finnland
es: Finlandia
fi: Suomi
fr: Finlande
gl: Finlandia
hr: Finska
it: Finlandia
pl: Finlandia
pt: Finlândia
pt_br: Finlândia
sk: Fínsko

source: Germany
cs: Německo
de: Deutschland
es: Alemania
fi: Saksa
fr: Allemagne
gl: Alemania
hr: Njemačka
it: Germania
nl: Duitsland
pl: Niemcy
pt: Alemanha
pt_br: Alemanha
sk: Nemecko

source: Italy
cs: Itálie
de: Italien
es: Italia
fi: Italia
fr: Italie
gl: Italia
hr: Italija
it: Italia
nl: Italië
pl: Włochy
pt: Itália
pt_br: Itália
sk: Taliansko

source: Lithuania
cs: Litva
de: Litauen
es: Lituania
fi: Liettua
fr: Lituanie
gl: Lituania
hr: Litva
it: Lituania
nl: Litouwen
pl: Litwa
pt: Lituânia
pt_br: Lituânia
sk: Litva

source: New Zealand
cs: Nový Zéland
de: Neuseeland
es: Nueva Zelanda
fi: Uusi-Seelanti
fr: Nouvelle Zélande
gl: Nova Celanda
hr: Novi Zeland
it: Nuova Zelanda
pl: Nowa Zelandia
pt: Nova Zelândia
pt_br: Nova Zelândia
sk: Nový Zéland

source: Spain
cs: Španělsko
de: Spanien
es: España
fi: Espanja
fr: Espagne
gl: España
hr: Španjolska
it: Spagna
nl: Spanje
pl: Hiszpania
pt: Espanha
pt_br: Espanha
sk: Španielsko

source: Slovenia
cs: Slovinsko
de: Slowenien
es: Eslovenia
fr: Slovénie
gl: Eslovenia
hr: Slovenija
nl: Slovenië
pl: Słowenia
pt: Eslovénia
pt_br: Eslovênia
sk: Slovinsko

source: United Kingdom
cs: UK
de: Großbritannien
es: Reino Unido
fi: Iso-Britannia
fr: Royaume-Uni
gl: Reino Unido
hr: Ujedinjeno Kraljevstvo
it: Regno Unito
nl: Verenigd Koninkrijk
pl: Zjednoczone Królestwo
pt: Reino Unido
pt_br: Reino Unido
sk: Veľká Británia

source: United States
cs: USA
de: USA - Vereinigte Staaten von Amerika
es: Estados Unidos
fi: Yhdysvallat
fr: Etats-Unis
gl: Estados Unidos
hr: Sjedinjene Države
it: Stati Uniti
nl: Verenigde Staten
pl: Stany Zjednoczone
pt: Estados Unidos da América
pt_br: Estados Unidos
sk: USA

source: Importing channels
cs: Importují se kanály
de: Importiere Sender
es: Importando canales
fi: Tuodaan kanavia
fr: Importation des chaînes
gl: Importando canles
hr: Uvoz programa
it: Importazione canali
nl: Kanalen aan het importeren
pl: Importowanie kanałów
pt: A importar canais
pt_br: Importando canais
sk: Importujú sa kanály
uk: Імпортування каналів

source: Failed to read data from file. Please ensure that the channels file is UTF-8 encoded.
de: Daten konnten nicht aus der Datei gelesen werden. Bitte stellen Sie sicher, dass die Senderdatei in UTF-8 kodiert ist.
es: Falló durante la lectura de las datas del archivo. Por favor verifique que los canales del archivo son codificados en UTF-8.
hr: Neuspješno čitanje podataka iz datoteke. Osigurajte da je datoteka popisa programa UTF-8 kodirana.
pl: Nie udało się odczytać danych z pliku. Upewnij się, czy plik listy kanałów jest zakodowany w standardzie UTF-8.
pt_br: Ocorreu uma falha ao ler informações do arquivo. Verifique se o arquivo de canais está codificado como UTF-8.

source: Invalid parameter count on line %1
cs: Neplatný počet parametrů na řádce %1
de: Fehler: Invalid parameter count on line %1
es: Conteo de parámetros en línea inválido
fi: Virheellinen parametrien lukumäärä rivillä %1
fr: Comptage de paramètre invalide à la ligne %1
gl: Parámetro de conteo incorrecto na liña %1
hr: Nevažeći broj parametara na liniji %1
it: Conteggio parametri non validi alla linea %1
nl: Ongeldig aantal parameters in regel %1
pl: Niepoprawny parametr obliczania w linii %1
pt: Total de parâmetros inválido na linha %1
pt_br: Quantidade de parâmetros inválidos na linha %1
sk: Neplatný počet parametrov na riadku %1

source: Failed to import: importing a channels.conf is only supported with DVB-T, DVB-C, DVB-S and ATSC
cs: Chyba při importování: importování channels.conf je podporováno jen s DVB-T, DVB-C, DVB-S a ATSC
de: Konnte nicht importieren: Eine channels.conf-Datei kann nur mit DVB-T, DVB-C, DVB-S und ATSC importiert werden.
es: No se pudo importar: la importación de channels.conf sólo es compatible con DVB-T, DVB-C, DVB-S y ATSC
fr: Echec lors de l'importation: Importer un channels.conf est seulement supporté avec DVB-T, DVB-C, DVB-S et ATSC
gl: Produciuse un fallo ao importar: a importación do ficheiro channels.conf só é admitida por dispositivos DVB-T, DVB-C, DVB-S e ATSC
hr: Nemoguć uvoz: uvoz channels.conf datoteke je jedino moguć u DVB-T, DVB-C, DVB-S i ATSC
it: Impossibile importare: l'importazione di un channels.conf è supportata solo con DVB-T, DVB-C, DVB-S e ATSC
nl: Importeren mislukt: een channels.conf importeren wordt alleen ondersteund met DVB-T, DVB-C, DVB-S and ATSC
pl: Błąd importowania. Import pliku channels.conf jest dostępny wyłącznie dla urządzeń DVB-T, DVB-C, DVB-S oraz ATSC.
pt: Falha ao importar: a importação do channels.conf só está disponível para sistemas DVB-T, DVB-C, DVB-S e ATSC
pt_br: Houve falha ao importar: importar um channels.conf é apenas suportado com DVB-T, DVB-C, DVB-S e ATSC
sk: Zlyhalo importovanie: importovanie channels.conf je podporované len s DVB-T, DVB-C, DVB-S a ATSC

source: Me TV cannot process a line in the initial tuning file
cs: Me TV nemůže zpracovat řádku v počátečním ladícím souboru
de: Me TV konnte eine Zeile in der Scan-Startdatei nicht verarbeiten
es: Me Tv no pudo procesar una orden del archivo de configuración inicial
fi: Me TV ei osaa käsitellä riviä alustavassa viritystiedostossa
fr: Me TV ne peut pas traiter une ligne dans le fichier initial de paramétrage
gl: Me TV non pode procesar unha liña no ficheiro inicial de sintonías
hr: Me TV ne može procesuirati liniju u početnoj datoteci prijema
it: Me TV non può processare una linea nel file di sintonia iniziale
nl: Me TV kan een regel in het initiële afstemmingsbestand niet uitvoeren
pl: Program nie może odczytać z pliku inicjującego strojenie
pt: O Me TV não consegue processar uma linha do ficheiro inicial de sintonização
pt_br: Me TV não pode processar uma linha no arquivo de transmissão inicial
sk: Me TV nemôže spracovať riadok vo východzom súbore ladenia
sv: Me TV kan inte behandla en rad i den inledande kanalsökningsfilen

source: No tuning file has been selected
cs: Nebyl vybrán žádný ladící soubor
de: Es wurde keine Scan-Startdatei ausgewählt
es: No se ha seleccionado ningún archivo de sintonización
fi: Viritystiedostoa ei ole valittu
fr: Pas de fichier de paramétrage sélectionné
gl: Non se escolleu un ficheiro de sintonias
hr: Datoteka prijema nije odabrana
it: Non è stato selezionato un file di sintonia iniziale
nl: Er is geen afstembestand geselecteerd
pl: Nie wybrano pliku ustawień strojenia
pt: Não foi seleccionado nenhum ficheiro de sintonização
pt_br: Nenhum arquivo de transmissão foi selecionado
sk: Nebol vybraný žiadny súbor ladenia
sv: Ingen mottagarfil har valts

source: Starting scanner
cs: Spouštím hledání kanálů
de: Starte Sendersuchlauf
es: Comenzando la exploración
fi: Käynnistetään selausta
fr: Démarrage du balayage
gl: Iniciando o escaneado
hr: Pokrećem pretraživanje
it: Avvio scansione
nl: Scanner wordt gestart
pl: Rozpoczęcie skanowania
pt: A iniciar sintonizador
pt_br: Iniciando busca
sk: Začína sa skenovanie
uk: Запуск сканера

source: %1/%2 (%3 channels)
cs: %1/%2 (%3 kanálů)
de: %1/%2 (%3 Sender gefunden)
es: %1/%2 (%3 canales)
fi: %1/%2 (%3 kanavaa)
fr: %1/%2 (%3 chaînes)
gl: %1/%2 (%3 canles)
hr: %1/%2 (%3 programa)
it: %1/%2 (%3 canali)
nl: %1/%2 (%3 kanalen)
pl: %1/%2 (%3 kanały)
pt: %1/%2 (%3 canais)
pt_br: %1/%2 (%3 canais)
sk: %1/%2 (%3 kanály)

source: Scan complete
cs: Hledání kanálů dokončeno
de: Sendersuchlauf abgeschlossen
es: Exploración completa
fi: Selaus valmis
fr: Balayage complet
gl: Completouse o escaneado
hr: Pretraživanje završeno
it: Scansione completata
nl: Scan voltooid
pl: Skanowanie ukończone
pt: Sintonia concluída
pt_br: Busca completa
sk: Skenovanie dokončené
uk: Сканування завершено

source: No auto scan range was specified
cs: Nebyl zadán rozsah skenování
de: Kein Auto-Scan Bereich festgelegt
es: No se especificó ningún rango de escaneo automático
fr: Aucun échelle de balayage automatique n'a été spécifié
gl: Non se especificou ningún intervalo de escaneo automatico
hr: Raspon automatskog pretraživanja nije naveden
it: Nessun range specificato per la scansione automatica
pl: Zakres skanowania automatycznego nie został określony
pt: Não foram especificados os limites da auto-busca
pt_br: Nenhuma auto varredura foi especificada
sk: Nebol zadaný rozsah automatického skenovania
uk: Не зазначено діапазон для автосканування

source: Unknown scan range '%1'
cs: Neznámý rozsah skenování %1
de: Unbekannter Scan Bereich '%1'
es: Rango de escaneo '%1' desconocido
fr: Échelle de balayage inconnu '%1'
gl: Intervalo de escaneo '%1' descoñecido
hr: Nepoznat raspon pretraživanja '%1'
it: Range di scansione '%1' sconosciuto
pl: Nieznany zakres skanowania '%1'
pt: Limites da auto-busca ' %1' desconhecidos
pt_br: Varredura desconhecida '%1'
sk: Neznámy rozsah skenovania '%1'

source: Auto scanning is only supported on DVB-T and ATSC devices
cs: Automatické skenování je k dispozici jen u zařízení DVB-T a ATSC
de: Der automatische Suchlauf wird nur auf DVB-T und ATSC Geräten untersützt.
es: La auto-exploración sólo está disponible en dispositivos DVB-T y ATSC
fr: Le balayage automatique n'est supporté qu'avec des périphériques DVB-T et ATSC
gl: O escaneo automatico só está dispoñibel para dispositivos DVB-T e ATSC
hr: Automatsko pretraživanje je samo podržano na DVB-T i ATSC uređajima
it: La scansione automatica è supportata solo dai dispositivi DVB-T e ATSC
pl: Skanowanie automatyczne jest obsługiwane tylko w urządzeniach DVB-T i ATSC
pt: A auto-busca só é suportada por dispositivos DVB-T e ATSC
pt_br: Auto varredura é suportado apenas em dispositivos DVB-T e ATSC
sk: Automatické skenovanie je podporované len v DVB-T a ATSC zariadeniach

source: Failed to set scheduled recording for '%1' at %2: There are no devices available at that time
de: Konnte geplante Aufzeichnung für '%1' in %2 nicht aufnehmen: Es gab keine Geräte die zu diesem Zeitpunkt zur Verfügung standen.
hr: Nemoguće postavljanje zadanog snimanja za '%1' pri %2: Nema dostupnih uređaja u zadanom vremenu
pl: Nie udało się zaprogramować nagrywania '%1' o %2: Żadne urządzenie nie jest w tym czasie dostępne

source: Failed to save scheduled recording because it conflicts with another scheduled recording called '%1'.
cs: Nepodařilo se naplánovat nahrávání, protože koliduje s jiným, které bylo nazváno '%1'.
de: Die geplante Aufnahme konnte nicht gespeichert werden, da ein Konflikt mit einer anderen geplanten Aufnahme "%1" aufgetreten ist.
es: No se pudo guardar la grabación programada por entrar en conflicto con otra grabación programada llamada '% 1'.
fr: Echec lors de la sauvegarde de l'enregistrement programmé parce qu'il entre en conflict avec un autre enregistrement programmé appelé '%1'.
gl: Produciuse un fallo ao gardar a programación de gravación porque hai un conflito con outra programación de gravación chamada «%1»
hr: Nemoguće je postaviti zadano snimanje zato što se preklapa sa drugim zadanim snimanjem pod nazivom '%1'.
it: Impossibile salvare la registrazione pianificata perché si sovrappone con quella chiamata '%1'.
nl: Het opslaan van geplande opname mislukt omdat die conflicteert met een andere geplande opname genaamd '%1'.
pl: Błąd zapisu zaplanowanego nagrania. Konflikt z innym zaplanowanym nagraniem o nazwie '%1'.
pt: Falha ao gravar um agendamento de gravação porque este entra em conflito com outro agendamento chamado '%1'
pt_br: Falhou ao salvar gravação agendada por que está conflitando com outra gravação agendada chamada '%1'.
sk: Zlyhalo uloženie naplánovaného nahrávania, pretože je v konflikte s iným naplánovaným nahrávaním nazvaním '%1'.
