Repository: PascalNoisette/Me-TV
Catalog: po/*.po
Languages: cs, de, es, fi, fr, gl, hr, it, nl, pl, pt, pt_br, sk, sv, uk

source: Failed to set tone off
cs: Selhalo vypnutí tónu
de: Stummschalten fehlgeschlagen
es: Error al resaltar el tono
fi: Äänen pois otto epäonnistui
fr: Impossible de couper le son
gl: Produciuse un fallo ao apagar o sintonizador
hr: Nesupjelo isključivanje tona
it: Impossibile impostare il tone off
nl: Toon uitzetten mislukt
pl: Nie powiodło się ustawianie tonu na wyłączony
pt: Falha ao desactivar tom
pt_br: Falha ao ajustar o desligamento de tom
sk: Zlyhalo vypnutie tónu
uk: Не вдалось вимкнути тон

source: Failed to set voltage
cs: Selhalo nastavení napětí
de: Anlegen der Spannung fehlgeschlagen
es: Error al establecer voltaje
fi: Jännitteen asetus epäonnistui
fr: Impossible de fixer le voltage
gl: Produciuse un fallo ao configurar a voltaxe
hr: Neuspjelo podešavanje voltaže
it: Impossibile impostare il voltaggio
nl: Instellen voltage mislukt
pl: Nie powiodło się ustawianie napięcia elektrycznego
pt: Falha no ajuste da voltagem
pt_br: Falha ao ajustar a tensão
sk: Zlyhalo nastavenie napätia
sv: Misslyckades med att låsa spänning
uk: Не вдалось встановити напругу

source: Failed to send master command
cs: Selhalo odeslání řídícího příkazu
de: Senden des Master-Befehls fehlgeschlagen
es: Error al enviar comando maestro
fi: master-komennon lähetys epäonnistui
fr: Impossible d'envoyer la commande principale
gl: Produciuse un fallo ao enviar a orde principal
hr: Neuspjelo slanje glavne naredbe
it: Impossibile inviare il comando principale
nl: Mastercommando verzenden mislukt
pl: Nie powiodło się wysłanie komendy nadrzędnej
pt: Falha no envio do comando mestre
pt_br: Falha ao enviar um comando principal
sk: Zlyhalo odoslanie riadiaceho príkazu
sv: Misslyckades med att skicka huvudkommando
uk: Не вдалось надіслати майстер-команду

source: Failed to send burst
cs: Chyba při odesílání dávky
de: Senden des Impuls fehlgeschlagen
es: Error al enviar ráfaga
fi: Purskeen lähettäminen epäonnistui
fr: Impossible d'envoyer en raffale
gl: Produciuse un fallo ao enviar o refacho
hr: Nemoguće je poslati snop
it: Impossibile trasmettere il burst
nl: Burst verzenden mislukt
pl: Nie powiodło się wysłanie przerwania
pt_br: Falha ao enviar explosão
sk: Zlyhalo odoslanie dávky
uk: Не вдалось надіслати імпульс

source: Failed to set tone
cs: Selhalo nastavení tónu
de: Setzen der Lautstärke fehlgeschlagen
es: Error al establecer el tono
fi: Äänen asettaminen epäonnistui
fr: Impossible de mettre le son
gl: Produciuse un fallo ao configurar o sintonizador
hr: Neuspjelo podešavanje tona
it: Impossibile impostare il tono
nl: Toon instellen mislukt
pl: Nie powiodło się ustawianie tonu
pt: Falha ao definir tom
pt_br: Falha ao ajustar o tom
sk: Zlyhalo nastavenie tónu
sv: Misslyckades med att ställa in tonen
uk: Не вдалось встановити тон

source: Failed to lock to channel
cs: Selhalo uzamčení kanálu
de: Sperren des Kanals fehlgeschlagen
es: Error al fijar un canal
fi: Kanavaan lukittuminen epäonnistui
fr: Impossible de verrouiller la chaîne
gl: Produciuse un fallo ao bloquear a canle
hr: Neuspjelo zaključavanje programa
it: Lock del canale fallito
nl: Kanaal op slot zetten mislukt
pl: Nie powiodło się zatrzymanie na kanale
pt: Falha ao atribuir sintonia ao canal
pt_br: Falha no fechamento de canal
sk: Zlyhalo uzamknutie kanálu
sv: Misslyckades att låsa till kanal
uk: Не вдалось захватити канал

source: Failed to get signal strength
cs: Selhalo zjištění síly signálu
de: Konnte Signalstärke nicht ermitteln
es: Error al detectar la potencia de la señal
fi: Signaalin vahvuuden saanti epäonnistui
fr: Echec lors de la réception d'un signal fort
gl: Produciuse un fallo ao obter a forza do sinal
hr: Neuspjelo dobivanje jačine signala
it: Impossibile ottenere l'intensità del segnale
nl: Vaststellen signaalsterkte mislukt
pl: Błąd przy odczycie siły sygnału
pt: Falha na obtenção de força de sinal
pt_br: Falha ao pegar tamanho do sinal
sk: Zlyhalo zistenie sily signálu
sv: Misslyckades med att läsa av signalstyrkan
uk: Не вдалось отримати силу сигналу

source: Failed to get signal to noise ratio
cs: Selhalo zjištění poměru signálu k šumu
de: Konnte Rauschabstand nicht ermitteln
es: Error al detectar la relación señal/ruido
fi: Signaali-kohinasuhteen saanti epäonnistui
fr: Impossible d'obtenir le taux de bruit
gl: Produciuse un fallo ao obter a taxa de ruido
hr: Neuspjelo dobivanje omjera signala i šuma
it: Impossibile ottenere il rapporto segnale/rumore
nl: Verkrijgen signaal-ruisverhouding mislukt
pl: Błąd przy odczycie poziomu sygnału
pt: Falha ao obter o rácio entre o sinal e o ruído
pt_br: Falha ao obter a relação sinal ruído
sk: Zlyhalo zistenie pomeru signál/šum
sv: Misslyckades med att ta emot signalens brusförhållande
uk: Не вдалось отримати показник сигнал/шум

source: Failed to convert channel name
cs: Nepodařilo se převést název kanálu
de: Konvertierung des Sendernamens fehlgeschlagen
es: No se ha podido convertir el nombre del canal
fr: Echec de conversion du nom de la chaîne
gl: Produciuse un fallo ao converter o nome da canle
hr: Neuspjela promjena naziva programa
it: Impossibile convertire il nome del canale
nl: Omzetten kanaalnaam mislukt
pl: Nie można przekonwertować nazwy kanału
pt: Falha ao converter o nome do canal
pt_br: Falha ao converter o nome do canal
sk: Zlyhalo konvertovanie názvu kanálu
uk: Не вдалось конвертувати назву каналу

source: ASSERT: offset > end_descriptor_offset
fr: Attention : offset > end_descriptor_offset
gl: ATENCIÓN: offset > end_descriptor_offset
hr: POTVRDA: pomak > kraj_opisa_pomak
nl: HANDHAAF: offset > end_descriptor_offset
sk: PREHLÁSENIE: offset > end_descriptor_offset
sv: FÖRSÄKRAN: offset > end_descriptor_offset
uk: Додати значення: offset > end_descriptor_offset

source: ASSERT: offset > end_section_offset
fr: Attention : offset > end_section_offset
gl: ATENCIÓN: offset > end_section_offset
hr: POTVRDA: pomak > kraj_odjeljka_pomak
nl: HANDHAAF: offset > end_section_offset
sk: PREHLÁSENIE: offset > end_section_offset
sv: FÖRSÄKRAN: offset > end_section_offset
uk: Додати значення: offset > end_section_offset

source: No message
cs: Žádná zpráva
de: Keine Meldung
es: No hay mensajes
fi: Ei viestiä
fr: Pas de message
gl: Sen mensaxe
hr: Nema poruke
it: Nessun messaggio
nl: Geen bericht
pl: Brak wiadomości
pt: Sem mensagem
pt_br: Sem mensagem
sk: Žiadna správa
uk: Немає повідомлень

source: Failed to convert to UTF-8: %1
cs: Selhal převod do UTF-8: %1
de: Konnte nicht zu UTF-8 konvertieren: %1
es: Error al convertir a UTF-8: %1
fi: Muuntaminen UTF-8:ksi epäonnistui: %1
fr: Impossible de convertir en UTF-8: %1
gl: Produciuse un fallo ao converter a UTF-8: %1
hr: Neuspjelo pretvaranja u UTF-8: %1
it: Impossibile convertire in UTF-8: %1
nl: Omzetten naar UTF-8: %1 mislukt
pl: Błąd przy konwersji na UTF-8: %1
pt: Falha a converter para UTF-8: %1
pt_br: Falha ao converter para UTF-8: %1
sk: Zlyhalo konvertovanie do UTF-8: %1
sv: Misslyckades med att konvertera till UTF-8: %1
uk: Не вдалось перетворити в UTF-8: %1

source: Window ID was 0
cs: ID okna bylo 0
de: Fenster-ID ist 0
es: El identificador de ventana es 0
fi: Ikkunan tunniste oli 0
fr: L'ID de la fenêtre est de 0
gl: O ID (identificador) da xanela é 0
hr: ID prozora je bio 0
it: L'ID della finestra è 0
nl: Venster ID was 0
pl: Window ID posiada wartość 0
pt: O ID da janela era 0
pt_br: ID da janela foi 0
sk: ID okna bolo 0
sv: Fönster-ID var 0
uk: ID вікна був 0

source: Unknown title
cs: Neznámý název
de: Unbekannter Titel
es: Título desconocido
fi: Tuntematon nimike
fr: TItre inconnu
gl: Título descoñecido
hr: Nepoznat naslov
it: Titolo sconosciuto
nl: Onbekende titel
pl: Tytuł nieznany
pt: Título desconhecido
pt_br: Título desconhecido
sk: Neznámy názov
uk: Невідома назва

source: Unknown subtitle
cs: Neznámý podtitul
de: Unbekannter Untertitel
es: Subtítulos desconocidos
fi: Tuntematon tekstitys
fr: Sous-titre inconnu
gl: Subtítulo descoñecido
hr: Nepoznat podnaslov
it: Sottotitolo sconosciuto
nl: Onbekende ondertiteling
pl: Nieznany podtytuł
pt: Sub-título desconhecido
pt_br: Legenda desconhecida
sk: Neznámy podtitul
uk: Невідомі субтитри

source: Unknown description
cs: Neznámý popis
de: Unbekannte Beschreibung
es: Descripción desconocida
fi: Tuntematon kuvaus
fr: Description inconnue
gl: Descrición descoñecida
hr: Nepoznat opis
it: Descrizione sconosciuta
nl: Onbekende beschrijving
pl: Nieznany opis
pt: Descrição desconhecida
pt_br: Descrição desconhecida
sk: Neznámy popis
uk: Невідомий опис

source: 1 hour
cs: 1 hodina
de: 1 Stunde
es: 1 hora
fi: 1 tunti
fr: 1 heure
gl: 1 hora
hr: 1 sat
it: 1 ora
nl: 1 uur
pl: 1 godzina
pt: 1 hora
pt_br: 1 hora
sk: 1 hodina
sv: 1 timme
uk: 1 година

source: 1 minute
cs: 1 minuta
es: 1 minuto
fi: 1 minuutti
gl: 1 minuto
hr: 1 minuta
it: 1 minuto
nl: 1 minuut
pl: 1 minuta
pt: 1 minuto
pt_br: 1 minuto
sk: 1 minúta
sv: 1 minut
uk: 1 хвилина

source: Channel
cs: Kanál
de: Sender
es: Canal
fi: Kanava
fr: Chaîne
gl: Canle
hr: Program
it: Canale
nl: Kanaal
pl: Kanał
pt: Canal
pt_br: Canal
sk: Kanál
sv: Kanal
uk: Канал

source: Start Time
cs: Čas začátku
de: Startzeit
es: Hora de inicio
fi: Aloitusaika
fr: Heure de début
gl: Hora de comezo
hr: Vrijeme početka snimanja
it: Ora di inizio
nl: Starttijd
pl: Czas rozpoczęcia
pt: Tempo de início
pt_br: Horário de início
sk: Čas začiatku
sv: Starttid
uk: Час початку

source: Duration
cs: Doba trvání
de: Dauer
es: Duración
fi: Kesto
fr: Durée
gl: Duración
hr: Trajanje snimanja
it: Durata
nl: Lengte
pl: Długość
pt: Duração
pt_br: Duração
sk: Dĺžka
sv: Speltid
uk: Тривалість

source: No search text specified
cs: Nebyl zadán text, který se má najít
de: Kein Suchtext angegeben
es: no se especificó texto de búsqueda
fr: Aucun text à rechercher spécifié
gl: Non se especificou o texto de búsqueda
hr: Nije određen tekst pretraživanja
it: Nessun testo di ricerca specificato
nl: Geen zoektekst gespecificeerd
pl: Brak określonego tekstu do wyszukania
pt: Nenhum texto de procura especificado
pt_br: Busca não especificada
sk: Nebol zadaný text, ktorý se má hľadať
uk: Нічого не знайдено

source: No results
cs: Žádné výsledky
de: Keine Ergebnisse
es: No hay resultados
fi: Ei tuloksia
fr: Aucun résultat
gl: Sen resultados
hr: Nema rezultata
it: Nessun risultato
nl: Geen resultaten
pl: Brak wyników
pt: Nenhum resultado
pt_br: Sem resultados
sk: Žiadne výsledky
uk: Результатів немає

source: No EPG event selected
cs: Nebyla vybrána událost z EPG
de: Kein EPG Event ausgewählt
es: no se seleccionó evento EPG
fr: Aucun événement EPG de sélectionné
gl: Non se seleccionou un evento da GEP
hr: Nema odabranih EPG događaja
it: Nessun evento EPG selezionato
nl: Geen EPG gebeurtenis geselecteerd
pl: Brak wybranego wydarzenia EPG
pt: Nenhum evento GPE seleccionado
pt_br: Nenhum evento EPG selecionado
sk: Nebyla vybratá žiadna udalosť EPG
uk: Не обрано EPG подію

source: No demuxers
cs: Žádné demultiplexory
de: Keine Demuxer
es: Sin decodificadores
fi: Ei demuksaajia
fr: Pas de démultiplexeurs
gl: Non hai ningún demultiplexador
hr: Nema demuxera
it: Nessun demuxer
nl: Geen demuxers
pl: Brak demuxer'a
pt: Sem desmultiplexadores
pt_br: Nenhum demuxers
sk: Žiadne demultiplexory
sv: Inga demuxrar
uk: Мікшери відсутні

source: Unknown source_id %u
cs: Neznámé source_id %u
de: Unbekannte Quell_id %u
es: Desconocido source_id %u
fr: Source_id inconnu %u
gl: «source_id %u» descoñecido
hr: Nepoznat id_izvora %u
it: Source_id %u sconosciuta
nl: Onbekende bron_id %u
pl: Nieznany source_id %u
pt: Source_id %u desconhecida
pt_br: Origem_id %u desconhecida
sk: Neznáme source_id %u
uk: Невідомий source_id %u

source: Failed to get error message
cs: Selhalo zjištění chybové zprávy
de: Konnte keine Fehlermeldung erhalten
es: Fallo al obtener el mensaje de error
fi: Virheviestin saanti epäonnistui
fr: Impossible de recevoir un méssage d'érreur
gl: Produciuse un fallo ao obter a mensaxe de erro
hr: Neuspjelo dobivanje poruke greške
it: Impossibile ottenere il messaggio d'errore
nl: Foutmelding verkrijgen mislukt
pl: Nie udało się pozyskać komunikatu błędu
pt: Falha na obtenção da mensagem de erro
pt_br: Falha ao obter mensagem de erro
sk: Zlyhalo zistenie chybovej správy
sv: Misslyckades med att ta emot felmeddelande
uk: Не вдалось отримати повідомлення про помилку

source: Failed to create FIFO '%1'
cs: Selhalo vytvoření FIFO '%1'
de: Fehler beim Erstellen des FIFO '%1'
es: Fallo al crear FIFO '%1'
fr: Echec lors de la création FIFO '%1'
gl: Produciuse un fallo ao crear FIFO «%1»
hr: Neuspjelo stvaranje FIFO '%1'
it: Impossibile creare FIFO '%1'
nl: Maken van FIFO '%1' mislukt
pl: Nie można utworzyć FIFO '%1'
pt: Falha ao criar a fila FIFO '%1'
pt_br: Erro ao criar FIFO '%1'
sk: Zlyhalo vytvorenie FIFO '%1'
sv: Misslyckades med att skapa FIFO "%1"
uk: Не вдалось створити FIFO '%1'

source: Failed to open FIFO for reading '%1'
cs: Selhalo otevření FIFO pro čtení '%1'
de: Fehler: Failed to open FIFO for reading '%1'
es: Fallo al abrir FIFO para leer '%1'
fr: Echec lors de l'ouverture de la lecture de FIFO '%1'
gl: Produciuse un fallo ao abrir FIFO «%1» para lectura
hr: Neuspjelo otvaranje FIFO za čitanje '%1'
it: Impossibile aprire FIFO per leggere '%1'
nl: FIFO openen om '%1' te lezen mislukt
pl: Nie udało się otworzyć FIFO do odczytu '% 1
pt: Falha ao abrir a fila FIFO para leitura '%1'
pt_br: Falha ao abrir FIFO para leitura '%1'
sk: Zlyhalo otvorenie FIFO pre čítanie '%1'
uk: Помилка відкриття FIFO для читання '%1'

source: Unknown program
cs: Neznámý program
de: Unbekanntes Programm
es: Programa desconocido
fi: Tuntematon ohjelma
fr: Programme inconnu
gl: Programa descoñecido
hr: Nepoznat program
it: Programma sconosciuto
nl: Programma niet bekend
pl: Nieznany program
pt: Programa desconhecido
pt_br: Programa desconhecido
sk: Neznámy program
uk: Невідома програма

source: Me TV is a digital television viewer for GTK
de: Me TV ist ein digitaler TV-Betrachter für GTK
es: Me TV es un visor de televisión digital para GTK
fi: Me TV on digitaalisen television katselin
fr: Me TV est une visionneuse numérique de télévision pour GTK
gl: Me TV é un visualizador de televisión dixital (TDT) para GTK
hr: Me TV je digitalni televizijski preglednik za GTK
nl: Me TV is een digitale televisie speler voor GTK
pl: Me TV to program do oglądania telewizji cyfrowej dla GTK
pt: Me TV é um visualizador de Televisão Digital para o GTK
pt_br: Me TV é um visualizador de televisão digital para o GTK
sk: Me TV je digitálna televízia pre GTK

source: Me TV was developed for the modern digital lounge room with a PC for a media centre that is capable of normal PC tasks (web surfing, word processing and watching TV).
de: Me TV wurde für moderne digitale Wohnzimmer, mit einem PC als Medienzentrale, der normale PC-Aufgaben (Textverarbeitung, Web-Surfen und Fernsehen), entwickelt.
es: Me TV fue desarrollado para la sala de estar moderna, con una PC para centro multimedia que es capaz de hacer tareas comunes (navegación web, procesamiento de palabras y ver TV).
fr: Me TV a été développé pour le salon numérique moderne avec un PC comme média center qui dispose des fonctionnalités normales de PC (navigation web, traitement de texte et regarder la télévision).
gl: Me TV foi desenvolvido para os modernos salóns dixitais cun PC como centro multimedia que ademáis é quen de facer as tarefas normais dun PC (navegación web, procesamento de texto e ver a televisión).
hr: Me TV je razvijen za moderne digitalne dnevne boravke opremljene s PC medijskim centrom koji je sposoban obavljati svakodnevne zadatke (surfanje internetom, obradu teksta i gledanje TV-a)
nl: Me TV is ontwikkeld voor de moderne digitale lounge kamer met een PC als media center die capabel is tot normale PC taken (surfen op het internet, tekst verwerking en tv kijken).
pl: Me TV zostało zaprojektowane do używania w nowoczesnym salonie z centrum multimedialnym w postaci komputera PC, który może wykonywać standardowe zadania (surfowanie w sieci, przetwarzanie tekstu, oglądanie telewizji).
pt: O Me TV foi desenvolvido para a moderna sala de estar digital que tem um PC como Centro Multimídia, mas ao mesmo tempo capaz de realizar as tarefas de um computador comum, tais como navegar na web, processar texto ao mesmo tempo que grava os seus programas de TV favoritos.
pt_br: Me TV foi desenvolvido para a sala de estar digital moderna, com um PC para um centro de mídia que é capaz de tarefas normais do PC (navegar na web, processamento de texto e assistindo TV).
sk: Me TV bol vyvíjaný pre modernú digitálnu obývačku s počítačom ako multimediálnym centrom, ktoré je schopné plniť aj bežné úlohy počítača (prehliadanie internetu, spracovanie textu a sledovanie televízie).

source: Enable verbose messages
cs: Povolit podrobná hlášení
de: Aktiviere ausführliche Meldungen
es: Habilitar mensajes
fi: Ota käyttöön suurempi viestien määrä
fr: Activer le mode bavard
gl: Activar o modo de mensaxes detallados
hr: Omogući verbalne poruke
it: Abilita messaggi completi
nl: Sta uitgebreide meldingen toe
pl: Zezwól na rozwlekłe wiadomości
pt: Activar mensagens detalhadas
pt_br: Ativar mensagens de voz
sk: Povoliť podrobné hlásenia
sv: Aktivera informativa meddelanden
uk: Ввімкнути детальні повідомлення

source: Start in safe mode
cs: Spustit v bezpečném režimu
de: Im sicheren Modus starten
es: Iniciar en modo seguro
fi: Käynnistä turvallisessa tilassa
fr: Démarrer en mode sécurité
gl: Iniciar en modo seguro
hr: Pokreni u sigurnom načinu rada
it: Avvia in modalità sicura
nl: Start in veilige modus
pl: Uruchom w trybie chronionym
pt: Iniciar em modo seguro
pt_br: Inicializar em modo de segurança
sk: Spustiť v bezpečnom režime
uk: Запустити в безпечному режимі

source: Start minimised in notification area
cs: Spustit minimalizovaně v oznamovací oblasti
de: Minimiert im Benachrichtigungsfeld starten
es: Iniciar minimizado en el área de notificación
fi: Käynnistä pienennettynä ilmoitusalueella
fr: Démarrage minimaliste dans l'aire de notification
gl: Iniciar minimizado na área de notificación
hr: Pokreni smanjeno u području obavijesti
it: Avvia ridotto a icona nell'area di notifica
nl: Start geminimaliseerd op in de notification area
pl: Uruchom w trybie zminimalizowanym - ikona w obszarze powiadamiania
pt: Iniciar minimizado na área de notificação
pt_br: Inicializar minimizado na área de notificação
sk: Spustiť minimalizované v oblasti upozornení
uk: Запустити згорнутим в область сповіщень

source: Disable the EPG thread. Me TV will stop collecting EPG events.
cs: Vypne EPG vlákno. Me TV přestane sbírat EPG události.
de: EPG-Thread deaktivieren. Me TV wird den elektronischen Programmführer nicht mehr aktualisieren.
es: Deshabilitar el hilo de EPG. Me TV detendrá la recopilación de eventos EPG.
fr: Désactivez l'EGP. Me TV arrêtera de stocker les informations de l'EPG.
gl: Desactivar o fío da GEP. Me TV deterá a recompilación de eventos da GEP.
hr: Onemogući EPG. Me TV će prestati sakupljati EPG događaje.
it: Disabilita il servizio EPG. Me TV smetterà di raccogliere i dati EPG.
nl: Schakel de Elektronische ProgrammaGids uit. Me TV zal geen EPG-items meer verzamelen.
pl: Wyłączanie wątku EPG. Me TV przestanie zbierać wydarzenia EPG.
pt: Desactivar a linha de execução (thread) GPE. O Me TV irá parar de recolher eventos GPE.
pt_br: Desativar o segmento EPG. Me TV vai parar de coletar eventos EPG.
sk: Zakáže EPG vlákno. Me TV prestane zbierať EPG udalosti.
uk: Відключити телепрограму. Me TV припинить збирати EPG події

source: Stops the rendering of the EPG event buttons on the UI.
cs: Zastaví renderování EPG tlačítek v UI.
de: Deaktiviert die Anzeige des aktuellen Fernsehprogramms.
es: Detiene la prestación de los botones de EPG en el caso de IU.
fr: Arrête le rendement de l'EPG dans les boutons d'événements de l'Interface utilisateur.
gl: Detén o trazado dos botóns de eventos da GEP na IU (interface de usuario)
hr: Zaustavi prikazivanje EPG događaja čak i na tipkama korisničkog sučelja.
it: Arresta il disegno dei pulsanti dell'evento EPG nell'interfaccia utente.
nl: Stop de weergave van de EPG-vakken op de User Interface.
pl: Zatrzymuje renderowanie przycisków wydarzeń w EPG na UI.
pt: Pára o processamento dos eventos dos botões GPE na interface gráfica.
pt_br: Para o processamento do evento EPG botões da interface do usuário.
sk: Zastaví renderovanie EPG tlačítok v UI.
uk: Зупинка виводу кнопок телепрограми в інтерфейсі.

source: Tells Me TV not to call the screensaver Inhibit/UnInhibit methods for GNOME Screensaver.
cs: Me TV nebude používat metody Inhibit/UnInhibit šetřiče obrazovky v GNOME.
de: Bildschirmschoner sperren/freigeben-Methoden für GNOME-Bildschirmschoner nicht aufrufen.
es: No llamar los metodos Inhibit y UnHinibit del salvapantallas de GNOME.
fr: Faire en sorte que Me TV ne fasse pas appel ni à l'économiseur d'écran ni à l'hibernation pour les économiseur d'écran GNOME.
gl: Indícalle a Me TV que non chame aos métodos Inhibit/UnInhibit do protector de pantalla de GNOME.
hr: Naredi Me TV-u da ne uključuje čuvar zaslona, Inhibit/UnInhibit način za GNOME čuvar zaslona.
pl: Ta funkcja zapobiega wywoływaniu wygaszacza ekranu (metodami Inhibit/Uninhibit) w środowisku GNOME.
pt: Diz ao Me TV para não chamar métodos de inibição/desinibição do Protector de Tela GNOME
pt_br: Diga para Me TV não chamar a proteção de tela Ativar/Desativar métodos para Proteção de Tela do GNOME.
sk: Povie Me TV aby nevolalo metódy Inhibit/UnInhibit šetriča obrazovky v GNOME.

source: Only use the specified frontend devices (e.g. --devices=/dev/dvb/adapter0/frontend0,/dev/dvb/adapter0/frontend1)
cs: Použít jen vyjmenovaná zařízení frontendu (např. --devices=/dev/dvb/adapter0/frontend0,/dev/dvb/adapter0/frontend1)
de: Nur die angegebenen frontend Geräte verwenden (z.B. --devices=/dev/dvb/adapter0/frontend0,/dev/dvb/adapter0/frontend1)
es: Solo usar los dispositivos de frente especificados (por ejemplo, --devices=/dev/dvb/adapter0/frontend0,/dev/dvb/adapter0/frontend1)
fr: Seulement utiliser les périphériques avants spécifiés (ex. --devices=/dev/dvb/adapter0/frontend0,/dev/dvb/adapter0/frontend1)
gl: Só emprega o dispositivo cliente especificado (ex. --devices=/dev/dvb/adapter0/frontend0,/dev/dvb/adapter0/frontend1)
hr: Samo koristi za određane frontend uređaje (npr. --devices=/dev/dvb/adapter0/frontend0,/dev/dvb/adapter0/frontend1)
pl: Używaj tylko określonych urządzeń frontendu (e.g. --devices=/dev/dvb/adapter0/frontend0,/dev/dvb/adapter0/frontend1)
pt: Apenas usar os dispositivos de interface especificados (ex.: --devices=/dev/dvb/adapter0/frontend0,/dev/dvb/adapter0/frontend1)
pt_br: Utilize apenas os dispositivos de interface especificados (e.g. --devices=/dev/dvb/adapter0/frontend0,/dev/dvb/adapter0/frontend1)
sk: Použiť len vymenované zariadenia frontendu (napr. --devices=/dev/dvb/adapter0/frontend0,/dev/dvb/adapter0/frontend1)
