Repository: PascalNoisette/Me-TV
Catalog: po/*.po
Languages: cs, de, es, fi, fr, gl, hr, it, nl, pl, pt, pt_br, sk, sv, uk

source: By default, the EPG header is visible but disabling it can minimise screen real estate by reducing the vertical EPG size.
cs: Standartně je zobrazena hlavička EPG. Jejím zakázáním je možno zmenšit horizontální velikost EPG.
de: Standardmäßig ist der EPG-Kopfbereich sichtbar, aber eine Deaktivierung kann den Bildschirmbereich durch Verringerung der vertikalen EPG-Größe minimieren.
es: De forma predeterminada, el encabezado de EPG es visible, pero su desactivación puede reducir al mínimo espacio de la pantalla mediante la reducción del tamaño vertical EPG.
fi: Oletuksena ohjelmaoppaan yläosa on näkyvillä mutta sen poistaminen pienentää vaadittua EPG-kokoa.
fr: Par défaut, le contenu de l'entête de l'EPG est visible, mais il est possible de le désactiver pour diminuer l'espace vertical utilisé par l'EPG
gl: De xeito predeterminado o contido da GEP é visíbel, pero pode desactivalo ou minimizalo reducindo o tamaño vertical.
hr: Prema zadanim postavkama zaglavlje EPG-a je vidljivo, ali onemogućivanjem zaslon se može smanjiti smanjivanjem vertikalne EPG veličine.
it: L'intestazione EPG è visibile in modo predefinito, ma disabilitandola si riduce l'altezza della sezione EPG nell'interfaccia grafica.
nl: Standaard wordt de EPG koptekst getoond. Door deze uit te zetten kan het bruikbare gedeelte van het scherm vergroot worden, aangezien de hoogte van de EPG vermindert.
pl: Domyślnie, nagłówek EPG jest widoczny ale wyłączenie go spowoduje zmniejszenie powierzchni zajmowanego ekranu poprzez zmniejszenie rozmiaru EPG w pionie.
pt: Por norma, o cabeçalho do Guia de Programação Electrónica (GPE) está visível mas ao desactivá-lo poderá minimizar o espaço do ecrã reduzindo o tamanho vertical do GPE.
pt_br: Por padrão, o cabeçalho EPG é visível, mas ao desabilita-lo pode minimizar o estado real da tela ao reduzir o tamanho EPG vertical.
sk: V predvolenom nastavení je hlavičku EPG vidieť, ale jej vypnutím môžete reálne minimalizovať obrazovku tým, že znížite vertikálnu veľkosť EPG.
uk: За замовчуванням заголовок EPG видно, однак, його вимкнення може покращити використання простору екрану, зменшенням вертикального розміру EPG.

source: Display a channel number next to the channel name in the EPG.
cs: Zobrazit číslo kanálu vedle názvu kanálu v EPG
de: Kanalnummer neben dem Kanalnamen im EPG anzeigen.
es: Mostrar un nùmero de canal seguido del nombre del canal en el EPG.
fi: Näytä kanavannumero kanavannimen vieressä EPG:ssä.
fr: Afficher un numéro de chaine à coté du nom de la chaine dans l'EPG
gl: Mostrar o número da canle á beira do nome da canle na GEP.
hr: Prikaži broj programa pokraj naziva programa u EPG-u.
it: Mostra il numero del canale vicino al nome nell'EPG.
nl: Toon het kanaalnummer naast de kanaalnaam in de EPG.
pl: Wyświetlaj numer kanału obok nazwy kanału w EPG.
pt: Mostrar o número do canal ao lado do nome do canal no GPE.
pt_br: Mostra um número de canal próximo ao nome de canal no EPG.
sk: Zobraziť číslo kanálu vedľa názvu kanála v EPG.
uk: Показувати номер каналу, наступним, за назвою каналу в EPG.

source: Display the time span in the EPG buttons.
cs: Zobrazit v tlačítkách EPG časová rozpětí.
de: Zeige die Zeitspanne in den EPG-Knöpfen.
es: Mostrar el lapso de tiempo en los botones de EPG.
fi: Näytä aikajakso EPG-painikkeiden pituutena.
fr: Afficher le laps de temps dans les boutons de l'EPG
gl: Mostrar o lapso de tempo nos botóns da GEP.
hr: Prikaži vremensko trajanje u EPG liniijama.
it: Mostra l'intervallo di tempo nei pulsanti EPG.
nl: Toon de tijdsduur in de EPG-vakken.
pl: Wyświetlaj czas w przycisku EPG.
pt: Mostrar a duração nos botões do GPE.
pt_br: Mostrar o intervalo de tempo nos botões EPG.
sk: Zobraziť časový interval v tlačidlách EPG.
uk: Показати проміжок часу, кнопками EPG.

source: Displays the date/time header in the EPG
cs: V EPG se zobrazí hlavička s datem a časem
de: Zeigt Datum und Zeit im EPG-Feld.
es: Muestra la fecha y hora de cabecera en la EPG
fi: Näyttää ajan/päiväyksen EPG-yläosassa
fr: Afficher la date/l'heure dans l'EPG
gl: Mostrar a data/hora da cabeceira na GEP
hr: Prikaži datum/vrijeme u EPG-u.
it: Mostra la data/ora dell'intestazione nell'EPG
nl: Toon de datum/tijd koptekst in de EPG
pl: Wyświetlaj datę/czas w nagłówku EPG
pt: Mostrar o cabeçalho data/hora no GPE.
pt_br: Mostra o cabeçalho data/tempo no EPG
sk: Zobraziť dátum/čas v EPG
uk: Відображати заголовок дата/час в EPG

source: EPG event titles to auto record
cs: Události EPG k automatickému zaznamenávání
de: Den im EPG verfübaren Sendetitel zur automatischen Aufnahme hinzufügen.
es: Títulos del evento EPG para grabación automática
fi: Automaattiset tallennettavat EPG:n otsakkeet
fr: Titres des notification EPG à enregistrer
gl: Titulos do evento da GEP para gravaciòn automatica
hr: EPG događaj za automatsko snimanje
pl: Wydarzenie w EPG do nagrywania automatycznego
pt: Eventos do GPE para auto-gravar
pt_br: Títulos de eventos EPG para gravação automática
sk: Udalosti EPG na automatické zaznamenávanie

source: Extra default time (in minutes) to append to the end of a scheduled recording
cs: Výchozí čas navíc (v minutách), který se přidá po skončení naplánovaného záznamu
de: Zusätzliche Aufnahmezeit (in Minuten) am Ende einer planmäßigen Aufzeichnung.
es: Tiempo adicional pre-establecido (en minutos) para añadir al final de una grabación programada
fi: Lisättävä yliaika (minuutteina) ajastetun tallennuksen perään.
fr: Temps supplémentaire (en minutes) à ajouter à la fin d'un enregistrement programmé
gl: Tempo adicional predeterminado (en minutos) a engadir no final dunha gravación programada
hr: Ekstra dodatno vrijeme (u minutama) na kraju zadanog snimanja
it: Tempo extra predefinito (in minuti) da aggiungere al termine di una registrazione pianificata.
nl: Extra tijd (in minuten) die standaard wordt toegevoegd aan het einde van een geplande opname.
pl: Domyślny dodatkowy czas (w minutach) jaki zostanie dodany gdy nagrywanie zostanie zakończone
pt: Tempo extra predefinido (em minutos) para adicionar ao final de uma gravação agendada.
pt_br: Tempo extra padrão (em minutos) para anexar ao final de uma gravação agendada
sk: Extra predvolený čas (v minútach) pridaný ku koncu plánovaného nahrávania
uk: Додатковий час за замовчуванням (в хвилинах) який додається в кінець запланованого запису

source: Extra default time (in minutes) to append to the end of a scheduled recording. This default value can be overriden when setting up a scheduled recording.
cs: Počet minut přidaných na konec naplánovaného záznamu. Tato výchozí hodnota může být přepsána při plánování nahrávání.
de: Verlängerte Aufnahmezeit (in Minuten) am Ende einer plänmäßigen Aufzeichnung. Dieser Standardwert kann bei Konfiguration einer neuen planmäßigen Aufzeichnung verändert werden.
es: Tiempo adicional predefinido (en minutos) para añadir al final de una grabación programada. El valor se anula cuando se establezca una grabación programada.
fi: Lisättävä yliaika (minuutteina) ajastetun tallennuksen perään. Oletusarvo voidaan korvata ajastettaessa tallennusta.
fr: Temps supplémentaire (en minutes) à ajouter à la fin d'un enregistrement programmé. Cette valeur par défaut peut être remplacée en créant un enregistrement programmé.
gl: Tempo adicional predeterminado (en minutos) a engadir no final dunha gravación programada. Este valor predeterminado pode ser modificado ao configurar unha gravación programada
hr: Ekstra dodatno vrijeme (u minutama) na kraju zadanog snimanja. Ovo dodatno vrijeme se može poništiti prilikom postavljanja zadanog snimanja
it: Tempo extra predefinito (in minuti) da aggiungere al termine di una registrazione pianificata. Questo valore predefinito può essere rivisto quando viene impostata una registrazione pianificata.
nl: Extra tijd (in minuten) die standaard wordt toegevoegd aan het einde van een geplande opname. Deze standaardwaarde kan overschreven worden tijdens het instellen van een geplande opname.
pl: Domyślny dodatkowy czas (w minutach) jaki zostanie dodany gdy nagrywanie zostanie zakończone. To jest domyślna wartość, która może zostać nadpisana, gdy nagrywanie zostało zaplanowane.
pt: Tempo extra predefinido (em minutos) para adicionar ao final de uma gravação agendada. Este valor predefinido pode ser alterado quando estiver a programar uma gravação.
pt_br: Tempo extra padrão (em minutos) para anexar ao início de uma gravação agendada. Este valor padrão pode ser substituído ao configurar uma gravação agendada
sk: Extra predvolený čas (v minútach) pridaný ku koncu plánovaného nahrávania. Táto predvolená hodnota môže byť nahradená nastavením plánovaného nahrávania.
uk: Додатковий час за замовчуванням (в хвилинах) який додається в кінець запланованого запису. Це час за замовчуванням може бути перепризначеним при налаштуваннях запланованого запису.

source: Extra default time (in minutes) to append to the start of a scheduled recording
cs: Počet minut navíc před začátkem nahrávání
de: Verlängerte Aufnahmezeit (in Minuten) vor dem Beginn einer planmäßigen Aufzeichnung.
es: Tiempo adicional predefinido (en minutos) para añadir al inicio de una grabación programada
fi: Lisättävä yliaika (minuutteina) ajastetun tallennuksen eteen.
fr: Temps supplémentaire (en minutes) à ajouter à la fin au début d'un enregistrement programmé
gl: Tempo adicional predeterminado (en minutos) a engadir no inicio dunha gravación programada
hr: Ekstra dodatno vrijeme (u minutama) na početku zadanog snimanja
it: Tempo extra predefinito (in minuti) da aggiungere all'inizio di una registrazione pianificata.
nl: Extra tijd (in minuten) die standaard wordt toegevoegd aan het begin van een geplande opname.
pl: Domyślny dodatkowy czas (w minutach) jaki zostanie dodany na początku nagrania
pt: Tempo extra predefinido (em minutos) para adicionar ao início de uma gravação agendada
pt_br: Tempo extra padrão (em minutos) para anexar ao início de uma gravação agendada
sk: Extra predvolený čas (v minútach) pridaný ku začiatku plánovaného nahrávania
uk: Додатковий час за замовчуванням (в хвилинах) який додається на початок запланованого запису

source: Extra default time (in minutes) to append to the start of a scheduled recording. This default value can be overriden when setting up a scheduled recording.
cs: Počet minut, o které nahrávání začne dříve. Tato výchozí hodnota může být přepsána při plánování nahrávání.
de: Verlängerte Aufnahmezeit (in Minuten) vor dem Beginn einer plänmäßigen Aufzeichnung. Dieser Standardwert kann bei Konfiguration einer neuen planmäßigen Aufzeichnung verändert werden.
es: Tiempo adicional predefinido (en minutos) para anexar al comienzo de una grabación programada. Este valor puede ser anulado cuando se establezca una grabación programada.
fi: Lisättävä yliaika (minuutteina) ajastetun tallennuksen eteen. Oletusarvo voidaan korvata ajastettaessa tallennusta.
fr: Temps supplémentaire (en minutes) à ajouter au début d'un enregistrement programmé. Cette valeur par défaut peut être remplacée en créant un enregistrement programmé.
gl: Tempo adicional predeterminado (en minutos) a engadir no inicio dunha gravación programada. Este valor predeterminado pode ser modificado ao configurar unha gravación programada
hr: Ekstra dodatno vrijeme (u minutama) na početku zadanog snimanja. Ovo dodatno vrijeme se može poništiti prilikom postavljanja zadanog snimanja.
it: Tempo extra predefinito (in minuti) da aggiungere all'inizio di una registrazione pianificata. Questo valore predefinito può essere sovrascritto quando si imposta una registrazione pianificata.
nl: Extra tijd (in minuten) die standaard wordt toegevoegd aan het begin van een geplande opname. Deze standaardwaarde kan overschreven worden tijdens het instellen van een geplande opname.
pl: Domyślny dodatkowy czas (w minutach) jaki zostanie dodany na początku nagrania. To jest domyślna wartość, która może zostać nadpisana, gdy nagrywanie zostało zaplanowane.
pt: Tempo extra predefinido (em minutos) para adicionar ao início de uma gravação agendada. Este valor predefinido pode ser alterado quando estiver a programar uma gravação.
pt_br: Tempo extra padrão (em minutos) para anexar ao início de uma gravação agendada. Este valor padrão pode ser substituído ao configurar uma gravação agendada
sk: Extra predvolený čas (v minútach) pridaný ku začiatku plánovaného nahrávania. Táto predvolená hodnota môže byť nahradená nastavením plánovaného nahrávania.
uk: Додатковий час за замовчуванням (в хвилинах) який додається на початок запланованого запису. Це час за замовчуванням може бути перепризначеним при налаштуваннях запланованого запису.

source: If you want to reduce the vertical size of your EPG then use this setting in combination with show_epg_tooltips.
cs: Toto nastavení použijte v kombinaci s show_epg_tooltips v případě, že máte v úmyslu zmenšit výšku vašeho EPG.
de: Wenn Sie die vertikale Größe des EPG reduzieren wollen benutzen Sie diese Einstellung in Kombination mit show_epg_tooltips.
es: Si desea reducir el tamaño vertical de su EPG use está configuración en combinación con show_epg_tooltips.
fr: Si vous voulez réduire la taille verticale de l'EPG, utilisez ce paramètre en combinaison avec show_epg_tooltips.
gl: Se vostede desexa reducir o tamaño vertical da súa GEP, utilice este parámetro en combinación con show_epg_tooltips.
hr: Ako želite smanjiti vertikalnu veličinu EPG-a onda koristite postavke u kombinaciji sa show_epg_tooltips.
it: Se vuoi ridurre la dimensione verticale dell'EPG usa questa impostazione in combinazione con show_epg_tooltips.
nl: Als je de hoogte van de EPG wil verminderen, gebruik dan deze instelling in combinatie met toon_epg_tooltips.
pl: Jeśli chcesz ograniczyć pionowy rozmiar EPG to użyj tego ustawienia w kombinacji z show_epg_tooltips.
pt: Se quiser reduzir o tamanho vertical do seu GPE então utilize esta configuração em combinação com o show_epg_tooltips.
pt_br: Se você quiser reduzir o tamanho vertical de seu EPG então use esta configuração em combinação com show_epg_tooltips.
sk: Ak chcete znížiť vertikálnu veľkosť vášho EPG potom použite tieto nastavenia v kombinácii s show_epg_tooltips.
uk: Якщо бажаєте зменшити розмір EPG, то використовуйте цей параметр в комбінації з show_epg_tooltips.

source: Ignore TeleText streams when viewing and recording
hr: Zanemari teletekst stream pri gledanju i snimanju

source: Me TV uses libvlc to play sound, this setting tells libvlc which mechanism to use when playing sound.
cs: K přehrávání zvuku používá Me TV knihovnu libvlc, nastavení říká této knihovně, jaký mechanismus má při přehrávání zvuku použít.
de: Me TV benutzt für die Tonwiedergabe libvlc. Diese Einstellung legt fest, welchen Mechanismus libvlc zum Abspielen der Töne benutzt.
es: Me TV usa libvlc para reproducir sonido, este ajuste le dice a libvlx qué mecanismo usar cuando se reproduzca sonido.
fi: Me TV käyttää libvlc:tä äänentoistoon, tämä asetus kertoo libvlc:lle mitä mekanismia käytetään äänentoistoon.
fr: Me TV utilise libvlc pour la lecture du son. Ce paramètre indique à libvlc quel mécanisme utiliser lors de la lecture du son.
gl: Me TV utiliza libvlc para reproducir o son, este axuste indícalle a libvlc que método debe utilizar para reproducir o son.
hr: Me TV koristi libvlc za reprodukciju zvuka, ova postavka govori libvlc-u koji mehanizam da koristi kada reproducira zvuk.
it: Me TV usa libvlc per riprodurre i suoni, questa impostazione indica a libvlc quale meccanismo usare durante la riproduzione.
pl: Me TV używa libvlc do odtwarzania dźwięku, te ustawienia przekazują libvlc którego mechanizmu ma użyć gdy odgrywa dźwięk.
pt: O Me TV usa a biblioteca libvlc para reproduzir áudio, esta definição informa a libvlc qual o mecanismo a usar ao reproduzir sons.
pt_br: Me TV usa o libvlc para executar o som, essa configuração diz ao libvlc que mecanismo usar quando estiver tocando som.
sk: Me TV používa libvlc na prehrávanie zvuku, toto nastavenie hovorí libvlc, aký mechanizmus sa má použiť pri prehrávaní zvuku.
uk: Me TV використовує libvlc для відтворення звуку, цей параметр говорить libvlc, який механізм використовувати при відтворенні.

source: Me TV uses libvlc to render video, this setting tells libvlc which mechanism to use when drawing.
cs: Me TV používá pro vykreslování obrazu, toto nastavení říká libvlc, jaký mechanismus má použít při vykreslování.
de: Me TV benutzt für die Bildwiedergabe libvlc. Diese Einstellung legt fest, welchen Mechanimsus libvlc zum Abspielen von Videos benutzt.
es: Me TV utiliza libvlc para renderizar video, ésta configuración dice a libvlc qué mecanismo usar cuando dibuja.
fi: Me TV käyttää libvlc:tä kuvantoistoon, tämä asetus libvlc:lle mitä mekanismia käytetään piirtämiseen.
fr: Me TV utilise libvlc pour la lecture de la vidéo. Ce paramètre indique à libvlc quel mécanisme utiliser lors de la lecture de la vidéo.
gl: Me TV utiliza libvlc para renderizar o vídeo, este axuste indícalle a libvlc que método de «debuxo» debe utilizar.
hr: Me TV koristi libvlc za prikazivanje videa, ova postavka govori libvlc-u koji mehanizam da koristi kada prikazuje video.
it: Me TV usa libvlc per decodificare il video, questa impostazione indica a libvlc quale meccanismo usare durante la decodifica.
pl: Me TV używa libvlc do renderowania wideo, te ustawienia przekazują libvlc którego mechanizmu ma użyć gdy wyświetla.
pt: O Me TV usa a biblioteca libvlc para renderizar vídeo, esta definição informa a libvlc qual o mecanismo a usar ao desenhar a imagem.
pt_br: Me TV usa o libvlc para renderizar o vídeo, essa configuração diz ao libvlc que mecanismo usar quando estiver desenhando.
sk: Me TV používa libvlc na vykresľovanie obrazu, toto nastavenie hovorí libvlc, aký mechanizmus sa má použiť pri vykresľovaní.
uk: Me TV використовує libvlc для відтворення відео, цей параметр говорить libvlc який механізм буде використовуватися при промальовуванні зображення.

source: Me TV will schedule programs that have titles that contain these words.
de: Me TV listet alle Sendungen auf, deren Titelbeschreibung diese Wörter enthält.
es: Me TV agendará programas títulos que contengan estas palabras.
fi: Me TV nauhoittaa ohjelmat, joiden nimissä esiintyy nämä sanat.
fr: Me TV programmera les émissions dont le nom contient ces mots.
gl: Me TV programará programas que conteñen estas palabras nos seus títulos.
hr: Me TV će zadati programe koji imaju u nazivu ove riječi.
pl: Me TV zaplanuje programy, które mają tytuły zawierające te słowa.
pt: Me TV irá agendar a gravação de programas cujo título contenha estas palavras.
pt_br: Me TV irá agendar programas que têm títulos que contenham essas palavras.
sk: Me TV naplánuje programy ktoré majú v názve tieto slová.

source: Most digital video is transmitted in an interlaced format which should be corrected before viewing. Options are "none", "standard", "tvtime"
cs: Většina digitálního videa je přenášena v prokládaném režimu, který musí být před přehráváním upraven. Možnosti jsou "none", "standard", "tvtime".
de: Die meisten Digitalvideos werden im Zeilensprung-Format übertragen. Vor dem Betrachten sollte eine Korrektur erfolgen, die Optionen hierfür sind "keine", "standard" und "tvtime"
es: El vídeo digital en su mayoría se transmite en formato entrelazado que debe ser corregido antes de poderse ver. Las opciones son "none", "estándar", "tvtime"
fi: Suurin osa digitaalisesta videosta lähetetään lomitetussa muodossa joka tulisi korjata ennen katsomista. Valinnat ovat "ei mitään", "standard", "tvtime"
fr: La plupart des vidéos numériques sont transmises dans un format entrelacé, qui devrait être corrigé avant la lecture. Les options sont : aucun, standard et tvtime.
gl: A maioría dos vídeos dixitais son transmitidos nun formato entrelazado, que debe ser corrixido antes da lectura. As opcións son «ningunha», «estándar», «tvtime».
hr: Većina digitalnog video zapisa se prenosi u interlaced formatu koji bi trebalo ispraviti prije gledanja. Mogućnosti su "nepoznato", "standardno", "tvtime"
it: Molti video digitali sono trasmessi in formato interlacciato che deve essere corretto prima della visualizzazione. Le opzioni sono "nessuno", "standard", "tvtime"
nl: Meestal wordt digitale video geïnterlinieerd verzonden. Vóór vertoning is een correctie nodig. Opties zijn "geen", "standaard", "tvtijd"
pl: Większość cyfrowego wideo jest transmitowana w formacie z przeplotem który powinien być poprawiony przed oglądaniem. Opcje są "none", "standard", "tvtime"
pt: A maior parte do vídeo digital é transmitido num formato entrelaçado que deve ser corrigido antes da visualização. As opções são "nenhuma", "padrão", "tvtime"
pt_br: A maioria dos videos digitais são transmitidos em um formado interlaçado que devia ser corrigido antes de ser assistido. As opções são "nenhum", "padrão", "tvtime"
sk: Väčšina digitálneho videa je prenášaná v prekladanom formáte, ktorý by mal byť opravený pred zobrazením. Možnosti sú "none", "standard", "tvtime".
uk: Більшість цифрового відео транслюється в через-рядковому форматі, який має бути скорегований перед показом. Доступні опції "ні", "стандарт", "tvtime"

source: Most of the time the text encoding can be automatically determined but sometimes it needs a hint such as iso6937.
cs: Většina kódování je rozpoznána automaticky, ale některé (např. iso6937) ne.
de: Die meiste Zeit wird das Text-Encoding automatisch festgelegt, braucht aber manchmal einen Hinweis wie iso6937.
es: Se puede determinar el tiempo de codificación de texto automáticamente, pero a veces se requiere una pista como la iso6937.
fi: Yleensä tekstin koodaus voidaan päätellä automaattisesti, mutta joskus tarvitaan vihje kuten iso6937.
fr: La plupart du temps, l'encodage des sous titres peut être automatiquement déterminé, mais parfois il a besoin d'être sélectionné, comme iso6937.
gl: A maior parte das veces a codificación dos textos (subtítulos) pode ser determinado automaticamente, porén, as veces, debe ser seleccionado como iso6937.
hr: Većinu vremena kodiranje teksta može biti automatski određeno, ali ponekad je potreban savjet, kao što je iso6937.
it: Molte volte la codifica del testo può essere determinato automaticamente ma alcune volte si deve usare un trucco come iso6937.
nl: Meestal kan de tekstcodering automatisch vastgesteld worden, maar soms is er een hint zoals iso6937 nodig.
pl: Przeważnie kodowanie tekstu może być automatycznie wykryte ale czasami wymaga podpowiedzi takiej jak iso6937.
pt: A maioria das vez a codificação do texto pode ser determinada automaticamente mas, por vezes, também necessita de uma ajuda, como o iso8859 (caracteres latinos).
pt_br: Na maioria das vezes a codificação do texto pode ser determinada automaticamente, mas às vezes é preciso uma dica como iso6937.
sk: Väčšina času kódovania môže byť automaticky určená, ale niekedy to potrebuje nápovedu ako iso6937.
uk: Кодування тексту практично завжди може бути визначено автоматично, та інколи її потрібно вказати, таку як iso6937

source: Recent EPG event searches
cs: Poslední hledání v EPG
de: Zuletzt gesuchte EPG-Ereignisse
es: Busqueda de eventos recientes EPG.
fi: Viimeisimmät EPG-tapahtumien haut
fr: Recherche récente d'événement dans l'EPG
gl: Búsquedas recentes de eventos na GEP
hr: Traženje nedavnih EPG događaja
it: Ricerche recenti di eventi EPG
pl: Ostatnie wyszukiwania wydarzeń w EPG
pt: Procuras recentes de eventos GPE
pt_br: Pesquisas recentes de ventos EPG
sk: Nedávne hľadania udalostí EPG
