Repository: PascalNoisette/Me-TV
Catalog: po/*.po
Languages: cs, de, es, fi, fr, gl, hr, it, nl, pl, pt, pt_br, sk, sv, uk

source: Failed to save scheduled recording because you have already have a scheduled recording called '%1' which is scheduled for the same time on the same channel.
cs: Nepodařilo se naplánovat nahrávání, protože už je jiné s názvem '%1' a je ve stejném čase na stejném kanále.
de: Die geplante Aufnahme konnte nicht gespeichert werden, da ein Konflikt mit einer anderen geplanten Aufnahme "%1" aufgetreten ist, die zur gleichen Zeit auf dem gleichen Sender geplant ist.
es: No se pudo guardar la grabación programada porque ya tienen una grabación programada llamado '%1', que está programada para el mismo tiempo en el mismo canal.
fr: Echec de sauvegarde de l'enregistrement programmé, car vous avez déjà une programmation nommée '%1', qui est programmé pour la même heure sur la même chaîne.
gl: Produciuse un fallo ao gardar a programación de gravación porque hai un conflito con outra programación de gravación chamada «%1» que está programada para a mesma canle a mesma hora.
hr: Nemoguće je postaviti zadano snimanje zato što je već zadano snimanje postavljeno pod nazivom '%1' koje je zadano u isto vrijeme i na istom programu.
it: Impossibile salvare la registrazione pianificata perché è già presente una registrazione pianificata alla stessa ora e sullo stesso canale chiamata '%1'.
nl: Het opslaan van geplande opname mislukt omdat je al een geplande opname genaamd '%1' hebt die gepland is voor dezelfde tijd op hetzelfde kanaal.
pl: Nie udało się zaplanować nagrywania, ponieważ masz już jedno o nazwie '% 1', które odbędzie się w tym samym czasie na tym samym kanale.
pt: Falha ao gravar um agendamento de gravação porque já tem um agendamento chamado '%1' configurado para a mesma hora e para o mesmo canal.
pt_br: Falhou ao salvar a gravação agendada por que você já tem uma gravação agendada chamada '%1', que está agendado para o mesmo horário no mesmo canal.
sk: Zlyhalo uloženie naplánovaného nahrávania, pretože už máte naplánované nahrávanie nazvané '%1' ktoré je naplánované v rovnakom čase na tom istom kanáli.

source: Scheduled recording '%1' not found
cs: Naplánované nahrávání '%1' není dostupné
de: Geplante Aufnahme "%1" wurde nicht gefunden
es: Grabación programada '%1' no encontrada
fi: Ajastettua nauhoitusta '%1' ei löydy
fr: Enregistrement programmé '%1' pas trouvé
gl: Non se atopa a gravación programada '%1'
hr: Zadano snimanje '%1' nije pronađeno
it: Registrazione pianificata '%1' non trovata
nl: Geplande opname '%1' niet gevonden
pl: Nie znaleziono zaplanowanego nagrania '%1'
pt: A gravação agendada '%1' não foi encontrada
pt_br: Não foi encontrada a gravação agendada '%1'.
sk: Naplánované nahrávanie '%1' nenájdené
uk: Запланований запис '%1' не знайдено

source: DBus connection not available
cs: Není spojení s DBus
de: DBus - Verbindung ist nicht verfügbar
es: Conexión de DBus no disponible
fr: Connexion D-Bus indisponible
gl: Conexión DBus non dispoñibel
hr: DBus veza nije dostupna
pl: Połączenie DBus nie jest dostępne
pt: Ligação DBus não disponível
pt_br: Conexão DBus não disponível
sk: Spojenie s DBus nie je dostupné
uk: DBus з'єдняння не доступне

source: Failed to get org.gnome.SessionManager proxy
de: Erreichen des org.gnome.SessionManager Proxy fehlgeschlagen
es: No se pudo obtener el proxy de org.gnome.SessionManager
fr: Échec lors de l'obtention du proxy org.gnome.SessionManager
gl: Produciuse un erro ao obter o proxy de org.gnome.SessionManager
hr: Nemoguće dobiti org.gnome.SessionManager proxy
pl: Nie udało się uzyskać proxy org.gnome.SessionManager
pt_br: Falha ao obter proxy org.gnome.GerenciamentoSessão de proxy
sk: Zlyhalo získanie org.gnome.SessionManager proxy

source: Failed to call Shutdown method
de: Fehler beim Aufruf der Methode für das Herunterfahren
es: No se pudo llamar al metodo Shutdown
fr: Échec lors de l'extension
gl: Produciuse un erro ao chamar ao método Apagar
hr: Nemoguće je dozvati način Gašenja
pl: Nie zdołano poprawnie wykonać polecenia zamknięcia.
pt_br: Falha ao chamar método Desligamento
sk: Zlyhalo zavolanie metódy vypnutia

source: Description
cs: Popis
de: Beschreibung
es: Descripción
fi: Kuvaus
gl: Descrición
hr: Naziv i kratak opis emisije
it: Descrizione
nl: Omschrijving
pl: Opis
pt: Descrição
pt_br: Descrição
sk: Popis
sv: Beskrivning

source: After
cs: Po
de: Danach
es: Después
fi: Jälkeen
fr: Après
gl: Despois
hr: Nakon završetka snimanja
it: Dopo
nl: Na
pl: Po
pt: Depois
pt_br: Depois
sk: Po

source: Device
cs: Zařízení
de: Gerät
es: Dispositivo
fi: Laite
fr: Périphérique
gl: Dispositivo
hr: Uređaj
it: Dispositivo
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
pt_br: Dispositivo
sk: Zariadenie

source: No scheduled recording selected
cs: Není vybráno žádné naplánované nahrávání
de: Keine geplante Aufnahme ausgewählt
es: Grabación programada no seleccionada
fi: Ajastettua tallennusta ei valittu
fr: Pas d'enregistrement programmé selectionné
gl: Non se selleccionou ningunha gravación programada
hr: Zadano snimanje nije odabrano
it: Nessuna registrazione pianificata selezionata
nl: Geen geplande opname geselecteerd
pl: Nie wybrano zaplanowanego nagrania
pt: Não foi seleccionada qualquer gravação agendada
pt_br: Não foi selecionada nenhuma gravação agendada
sk: Nie je vybreté žiadne naplánované nahrávanie
uk: Не обрано запланованих записів

source: Me TV is idle
cs: Me TV je nečinné
de: Me TV befindet sich im Leerlauf
es: Me TV esta parado
fi: Me TV on jouten
fr: Me TV est à l'arrêt
gl: Me TV está inactivo
hr: Me TV je u stanju mirovanja
pl: Me TV jest bezczynny
pt: Me TV está em espera
pt_br: Me TV está inativo
sk: Me TV je nečinné
uk: Me TV вільний

source: Failed to find frontend '%1' for scheduled recording
cs: Nepodařilo se najít frontend %1 pro naplánované nahrávání
de: Frontend "%1" für geplante Aufnahme konnte nicht gefunden werden
es: No se pudo abrir el frente '%1' para programar la grabacion
fr: Échec lors de la recherche de l'interface '%1' pour l'enregistrement programmé.
gl: Produciuse un erro ao buscar o cliente «%1» para a gravación programada
hr: Neuspješno traženje frontend-a '%1' za zakazano snimanje
it: Impossibile trovare il frontend '%1' per la registrazione pianificata
pl: Nie udało się znaleźć frontendu '% 1' dla zaplanowanego nagrywania
pt: Falha ao procurar interface '%1' para a gravação agendada
pt_br: Falha ao localizar '% 1' interface para a gravação programada
sk: Zlyhalo nájdenie frontendu '%1' pre naplánované nahrávanie

source: Failed to get available frontend
cs: Nepodařilo se najít volný frontend
de: Fehler: Kein frontend verfügbar
es: No se pudo obtener un frente disponible
fr: Échec pour trouver une interface disponible
gl: Produciuse un erro ao obter un cliente dispoñíbel
hr: Nemoguće je dobiti raspoloživ frontend
it: Impossibile ottenere un frontend disponibile
pl: Nie udało się uzyskać dostępnego frontendu
pt: Falha ao obter um interface disponível
pt_br: Falha ao obter a interface disponível
sk: Zlyhalo získanie dostupného frontendu

source: Failed to get display stream
cs: Nepodařilo se získat zobrazovací proud
de: Fehler: Display Stream nicht erreichbar
es: Fallo al obtener la fuente de visualización.
fr: Échec de la lecture du flux affiché
gl: Produciuse un erro ao obter un fluxo de imaxe
hr: Nemoguće je dobiti prikaz streama
it: Impossibile ottenere un flusso di visualizzazione
pl: Nie udało się uzyskać strumienia obrazu
pt_br: Falha ao obter o fluxo de exibição
sk: Zlyhalo získanie zobrazovacieho stremu

source: Failed to get display frontend thread
cs: Nepodařilo se získat vlákno pro zobrazení frontendu
de: Fehler: Kein Anzeige-frontend verfügbar
es: No se pudo obtener el hilo de el frente de la pantalla
fr: Échec pour afficher le thread de l'interface.
gl: Produciuse un erro ao obter un proceso paralelo para fluxo de imaxe
hr: Nemoguće je dobiti prikaza teme frontend-a
it: Impossibile ottenere un processo del frontend di visualizzazione
pl: Nie zdołano pobrać frontendu wyświetlania dla tego wątku.
pt_br: Falha ao obter linha da interface para exibição
sk: Zlyhalo získanie vlákna pre zobrazenie frontendu

source: thread has already been started
cs: vlákno již bylo spuštěno
de: Thread wurde schon gestartet
es: el hilo ya se ha iniciado
fi: säie on jo käynnistetty
fr: Ce processus est toujours démarré
gl: o fío xa foi iniciado
hr: tema je već počela
it: l'attività è già stata avviata
nl: thread is al gestart
pl: już jest rozpoczęty
pt_br: thread já foi iniciada
sk: vlákno už bolo spustené
sv: tråden har redan startats

source: Audio driver:
cs: Zvukový ovladač:
de: Audio-Treiber:
es: Controlador de audio:
fi: Ääniajuri:
fr: Pilote audio:
gl: Controlador de son:
it: Driver audio:
nl: Audiostuurprogramma:
pl: Sterownik dźwięku:
pt: Controlador de áudio:
pt_br: Driver de áudio:
sk: Zvukový ovládač:
uk: Аудіодрайвер:

source: Video driver:
cs: Video ovladač:
de: Video-Treiber:
es: Controlador de vídeo:
fi: Videoajuri:
fr: Pilote vidéo :
gl: Controlador de vídeo:
it: Driver video:
nl: Videostuurprogramma:
pl: Sterownik obrazu:
pt: Controlador de vídeo:
pt_br: Driver de vídeo:
sk: Video ovládač:
uk: Відеодрайвер:

source: _Video
es: _Vídeo
fi: Ku_va
fr: _Vidéo
gl: _Vídeo
pl: _Obraz
pt: _Vídeo
pt_br: Ví_deo
uk: _Відео

source: If more than one stream is available in a different language then Me TV will use the preffered one.
cs: Jestliže je více dostupných jazyků, Me TV vybere tento.
fr: Si plus d'un flux est disponible dans une langue différente alors Me TV utilisera celle préférée
it: Se è disponibile più di flusso in una lingua diversa Me TV userà quella preferita.
nl: Als meer dan een uitzending in een andere taal beschikbaar is, dan zal Me TV de voorkeurstaal gebruiken.
sk: Ak je k dispozícii viac ako jeden stream v rôznych jazykoch potom Me TV bude používať ten preferovaný.

source: Preferred language to use when selecting streams.
cs: Preferovaný jazyk vybíraných streamů.
fr: Langue préférée si plusieurs sont disponibles.
sk: Preferovaný jazyk na použitie pri vyberaní streamov.

source: The text endoding that the DVB information is in.
cs: Převedení textu, ve kterém je DVB informace.
fr: Le codage du texte que les informations DVB utilisent.
it: Codifica del testo per l'informazione DVB presente.
nl: De tekstcodering gebruikt voor de DVB-informatie.
sk: Kódovanie textu v ktorom je DVB informácia.

source: EPG event titles that contain the following entries will be automatically recorded.
cs: EPG události obsahující tyto položky budou automaticky zaznamenány.
fr: Les notifications du EPG contenant les entrées suivantes seront automatiquement enregistrés.
sk: Názvy EPG udalostí ktoré obsahujú nasledujúce položky budú automaticky zaznamenané.

source: Preferred language:
cs: Preferovaný jazyk:
fr: Langue préférée :
it: Lingua preferita:
nl: Taalvoorkeur:
sk: Preferovaný jazyk:
sv: Föredraget språk:

source: An error occurred while trying to communicate with the GNOME screensaver. To stop this message from displaying you can use the --no-screensaver-inhibit command line option. The error message was '%1'
cs: Nastala chyba při komunikaci s šetřičem obrazovky GNOME. Pokud chcete zamezit dalšímu zobrazování této zprávy, můžete požít přepínač --no-screensaver. Chybová zpráva byla '%1'
fr: Une erreur s'est produite pendant un essai de communication avec l'économiseur d'écran GNOME. Pour que ce message ne s'affiche plus vous pouvez vous servir de l'option de la ligne de commande --no-screensaver-inhibit. Ce message était '%1'
sk: Nastala chyba pri komunikácii so šetričom obrazovky GNOME. Na zastavenie zobrazovania tejto správy, môžte požiť prepínač --no-screensaver-inhibit. Chybová správa bola '%1'

source: France
cs: Francie
it: Francia
nl: Frankrijk
sk: Francúzsko

source: Failed to set scheduled recording: There are no devices available at that time
cs: Nepodařilo se naplánovat nahrávání: žádná zařízení v ten čas nejsou k dispozici
fr: Impossible de planifier l'enregistrement : Il n'y a pas de périphérique disponible à ce moment
it: Impossibile impostare la registrazione pianificata: non esistono dispositivi disponibili in questo momento
sk: Zlyhalo naplánovanie nahrávania: Niesu dostupné žiadne zariadenia v tom čase

source: Me TV is a digital television viewer for the GNOME desktop
cs: Me TV je přehrávač digitálního televizního vysílání (DVB) pro GNOME
it: Me TV è un programma per vedere la televisione digitale scritto per il desktop GNOME
sv: Me TV är en digital-tv-visare för GNOME-skrivbordet

source: Me TV was developed for the modern digital lounge room with a PC for a media centre that is capable of normal PC tasks (web surfing, word processing and watching TV). It is not designed to be a full-blown media centre such as MythTV but will integrate well with an existing GNOME desktop.
cs: Me TV bylo vyvinuto pro moderní digitální obývací pokoj s počítačem jako multimediálním centrem, který je schopen běžných počítačových úloh (prohlížení webu, zpracování textu a sledování TV). Není navrženo zastoupit kompletní multimediální centrum jako je MythTV, ale začlení se dobře do existujícího desktopu GNOME.
it: Me TV è stato sviluppato come applicativo per la visione della TV digitale su PC capaci di normali attività (navigazione web, videoscrittura, ecc). Non ha una interfaccia "solo media center" come ad esempio Myth TV, ma si integra in un GNOME Desktop esistente.
sv: Me TV har utvecklats för det moderna digitala tv-rummet som har en dator med ett mediacenter som klarar av vanliga PC-uppgifter (webbsurfande, ordbehandling och TV-tittande). Avsikten är inte att vara ett fullt utvecklat mediacenter såsom MythTV men kommer dock väl att integrera med ett befintligt GNOME-skrivbord.

source: Digital Television
sv: Digital-tv

source: Main window has not been created
sv: Huvudfönstret har inte skapats ännu

source: No channel to make recording filename
sv: Ingen kanal för att skapa inspelningens filnamn

source: Stream thread has not been created
sv: Strömmens tråd har inte skapats ännu

source: You are trying to stop a scheduled recording. Would you like Me TV to delete the scheduled recording?
sv: Du försöker att stoppa en schemalagd inspelning. Vill du att Me TV ska ta bort den schemalagda inspelningen?

source: Prepare statement had remaining data: %1
sv: Det förberedda uttrycket hade återstående data: %1

source: Failed to connect to Me TV database
sv: Det gick inte att ansluta till Me TV-databasen

source: ASSERT: epg_event.channel_id == 0
sv: FÖRSÄKRAN: epg_event.channel_id == 0

source: Failed to get epg_event_id
sv: Kunde inte hämta epg_event_id

source: Event ID was 0
sv: Händelsens ID var 0

source: Invalid channel flag
sv: Ogiltig kanalflagga

source: Failed to save scheduled recording because it conflicts with another scheduled recording called '%1'
sv: Det gick inte att spara schemalagd inspelning därför att den står i konflikt med en annan schemalagd inspelning med namnet "%1"

source: ASSERT: scheduled_recording.scheduled_recording_id == 0
sv: FÖRSÄKRAN: scheduled_recording.scheduled_recording_id == 0

source: No frontend available
sv: Ingen framände tillgänglig

source: Failed to get frontend by path
sv: Det gick inte att hämta framände efter sökväg

source: Timeout while reading
sv: Tidsgränsen överstegs under läsning

source: Index out of bounds
sv: Index utanför intervallet

source: Failed to convert to UTF-8
sv: Misslyckades med att konvertera till UTF-8

source: Failed to find service with service ID %1
sv: Misslyckades med att hitta tjänsten med ID %1

source: Failed to poll EIT demuxers
sv: Det gick inte att hämta ETI-demuxrar

source: Failed to get an EIT demuxer with events
sv: Misslyckades med att få en ETI-demuxer med händelser

source: Exiting EPG thread
sv: Avslutar EPG-tråd

source: Enable maintenance mode
sv: Aktivera underhållsläge

source: Failed to load EPG widget
sv: Kunde inte läsa in EPG-widget

source: No DVB Devices
sv: Inga DVB-enheter

source: Failed to launch help
sv: Misslyckades med att starta hjälp

source: Failed to launch help: %1
sv: Misslyckades med att starta hjälp: %1

source: [Recording]
sv: [Spelar in]

source: Unknown engine type
sv: Okänt motortyp

source: Signal Strength (%1%%)
sv: Signalstyrka (%1%%)

source: S/N Ratio (%1%%)
sv: S/N-förhållande (%1%%)

source: Unknown
sv: Okänd

source: < Previous
sv: < Föregående

source: Always on top
sv: Alltid överst

source: Broadcast
sv: Utsändning

source: Broadcast address:
sv: Utsändningsadress:

source: Broadcast port:
sv: Utsändningsport:

source: By location
sv: Efter plats

source: Channel Editor
sv: Kanalredigerare

source: Device:
sv: Enhet:

source: Drag channels to reorder
sv: Dra kanaler till inspelare

source: Me TV - Meters Window
sv: Me TV - Mätarfönster

source: Mute
sv: Ljud av

source: Mute audio
sv: Inget ljud

source: Next >
sv: Nästa >

source: No description available.
sv: Ingen beskrivning tillgänglig.

source: No title available
sv: Ingen titel tillgänglig

source: Quit Me TV
sv: Avsluta Me TV

source: Removes selected channels
sv: Tar bort markerade kanaler

source: S/N Ratio
sv: S/N-förhållande

source: Scanning
sv: Avsökning

source: Scanning ...
sv: Söker av ...

source: Schedule
sv: Schemalägg

source: Select Channels
sv: Välj kanaler

source: Select a file to scan
sv: Välj en fil att söka av

source: Select a region file to scan
sv: Välj en regionsfil att söka av

source: Select the channels that you want to add.
sv: Välj de kanaler som du vill lägga till.

source: Select your country:
sv: Välj ditt land:

source: Select your region:
sv: Välj din region:

source: Show Meters
sv: Visa mätare

source: Show preferences dialog
sv: Visa inställningsdialog

source: Show the About dialog
sv: Visa Om-dialogrutan

source: Streams
sv: Strömmar

source: Title:
sv: Titel:

source: Toggle fullscreen mode
sv: Växla helskärmsläge

source: Use 24 hour workaround for GnomeDateEdit
sv: Använd 24-timmarslösningen för GnomeDateEdit

source: Xine audio driver:
sv: Xine-ljuddrivrutin:

source: Xine video driver:
sv: Xine-videodrivrutin:

source: _Broadcast
sv: _Utsändning

source: _Devices
sv: _Enheter

source: _Mute
sv: _Tyst

source: _Record
sv: Spela _in

source: _Scheduled Recordings
sv: _Schemalagda inspelningar

source: Failed to set display channel: channel not found
sv: Misslyckades med att visa kanal: kanalen hittades inte

source: Failed to add channel: You cannot have more than 100 channels
sv: Misslyckades med att lägga till kanal: Du kan inte ha fler än 100 kanaler

source: No channels
sv: Inga kanaler

source: Default
sv: Standard

source: Failed to find profile '%1'
sv: Misslyckades med att hitta profilen "%1"

source: There is no current profile
sv: Det finns ingen aktuell profil

source: Failed to find initial tuning directory, try installing the dvb-utils or dvb-apps package
sv: Misslyckades med att hitta den initiala mottagarkatalogen. Prova med att installera paketet dvb-utils eller dvb-apps

source: Invalid frontend type
sv: Ogiltig framändestyp

source: Found 1 channel
sv: Hittade 1 kanal

source: Failed to get scheduled recording
sv: Misslyckades med att hämta schemalagd inspelning

source: Failed to find PMT ID for service
sv: Misslyckades med att finna PMT ID för tjänst

source: Failed to record, output channel not open
sv: Misslyckades med att spela in, utgångskanalen är inte öppen

source: Failed to open recording file
sv: Misslyckades med att öppna inspelningsfil

source: Failed to create internet address
sv: Misslyckades med att skapa internetadress

source: Failed to create socket
sv: Det gick inte att skapa uttag
