Repository: PascalNoisette/Me-TV
Catalog: po/*.po
Languages: cs, de, es, fi, fr, gl, hr, it, nl, pl, pt, pt_br, sk, sv, uk

source: EPG event titles that contain the following entries will be automatically recorded. The order is important, programs that are higher in the list get priority over the lower ones.
hr: EPG naslovi događaja koji sadrže sljedeće stavke atomatski će biti snimljeni. Redosljed je bitan, programi koji su viši na popisu imaju prednost od onih pri dnu popisa.
pl: Programy z EPG zawierające poniższe wpisy zostaną automatycznie nagrywane. Kolejność na liście ma znaczenie - programy wyżej na liście mają pierwszeństwo na niższymi.
pt_br: Títulos de evento EPG que contém as seguintes entradas deverão ser automáticamente gravadas. A ordem é importante, programas que são acima na lista possuem prioridade sobre o que estão abaixo na mesma.

source: EPG page size:
cs: Velikost stránky EPG:
de: EPG-Seitengröße:
es: Tamaño de página del EPG
fi: EPG-sivun koko:
fr: Taille de la page EPG :
gl: Tamaño da páxina da GEP:
hr: Veličina EPG stranice:
it: Dimensione pagina EPG:
nl: Grootte van EPG-pagina:
pl: Rozmiar strony przewodnika EPG
pt: Tamanho da página GPE:
pt_br: Tamanho da página EPG:
sk: Veľkosť EPG stránky:
uk: EPG размір сторінки:

source: EPG span:
cs: Rozsah EPG:
de: EPG - Zeitspanne:
fi: EPG:n aikaväli:
fr: Source EPG :
gl: Intervalo de tempo da GEP:
hr: EPG raspon:
it: Intervallo EPG:
nl: Tijdspanne EPG:
pl: Zakres EPG
pt: Duração do GPE:
pt_br: Espaço EPG:
sk: Rozsah EPG:
sv: EPG-spann:
uk: EPG діапазон:

source: Every day
cs: Každý den
de: Täglich
es: Diariamente
fi: Joka päivä
fr: Chaque jour
gl: Cada día
hr: Svaki dan
it: Ogni giorno
nl: Elke dag
pl: Codziennie
pt: Todos os dias
pt_br: Todo dia
sk: Každý deň
uk: Щодня

source: Every week
cs: Každý týden
de: Wöchentlich
es: Cada semana
fi: Joka viikko
fr: Chaque semaine
gl: Cada semana
hr: Svaki tjedan
it: Ogni settimana
nl: Elke week
pl: Co tydzień
pt: Todas as semanas
pt_br: Toda semana
sk: Každý týždeň
uk: Щотижня

source: Every weekday
cs: Každý pracovní den
de: An jedem Wochentag
es: Todos los fines de semana
fi: Joka viikonpäivä
fr: Chaque jour de semaine
gl: Cada día da semana
hr: Radnim danom
it: Ogni fine settimana
pl: Każdy dzień tygodnia
pt: Todos os fins-de-semana
pt_br: Todo dia da semana
sk: Každý pracovný den
uk: Кожен будній день

source: Fullscreen
de: Vollbild
es: Pantalla completa
fi: Kokoruutu
hr: Cijeli zaslon
pl: Pełen ekran
pt_br: Tela Cheia

source: GNU General Public License: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. On Debian systems, the complete text of the GNU General Public License can be found in /usr/share/common-licenses/GPL file.
cs: GNU General Public License: Tento překlad licence je neformální a není oficiálně schválen Nadací pro svobodný software jako platný. Pokud si chcete být naprosto jisti, co je a není dovoleno, nahlédněte níže do původního znění. Tento program je volný software; můžete jej šířit a modifikovat podle ustanovení Obecné veřejné licence GNU, vydávané Free Software Foundation; a to buď verze 2 této licence anebo (podle vašeho uvážení) kterékoli pozdější verze. Tento program je rozšiřován v naději, že bude užitečný, avšak BEZ JAKÉKOLI ZÁRUKY; neposkytují se ani odvozené záruky PRODEJNOSTI anebo VHODNOSTI PRO URČITÝ ÚČEL. Další podrobnosti hledejte v Obecné veřejné licenci GNU. Kopii Obecné veřejné licence GNU jste měl obdržet spolu s tímto programem; pokud se tak nestalo, napište o ni Free Software Foundation, Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110-1301 USA. V systémech Debian bývá úplný text GNU General Public License k nalezení v souboru /usr/share/common-licenses/GPL. Původní znění: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. On Debian systems, the complete text of the GNU General Public License can be found in /usr/share/common-licenses/GPL file.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Die Veröffentlichung dieses Programms erfolgt in der Hoffnung, dass es Ihnen von Nutzen sein wird, aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der GNU General Public License. Sie sollten ein Exemplar der GNU General Public License zusammen mit diesem Programm erhalten haben. Falls nicht, schreiben Sie an die Free Software Foundation,Inc., 51 Franklin St, Fifth Floor, Boston, MA 02110, USA. Auf aktuellen Debian-Systemen kann der komplette Lizenztext der GPLv2 in /usr/share/common-licenses/GPL-2 gefunden werden.
es: GNU General Public License (Licencia Publica General): Este programa es software libre; puedes redistribuirlo y/o modificarlo bajo los términos publicados por la Free Software Foundation (Fundación del Software Libre) en la GNU General Public License (Licencia Publica General); tanto en la versión 2 de la licencia como en cualquier otra (a tu elección) posterior. Este programa ha sido distribuido con la esperanza de que sea util, pero SIN NINGUNA GARANTIA; ni siquiera la garantía implícita de COMERCIALIZACION o IDONEIDAD PARA ALGUN PROPOSITO CONCRETO. Consultar la GNU General Public License (Licencia Publica General) para mas detalles. En sistemas Debian, el texto completo de la GNU General Public License (Licencia Publica General) se encuentra en el fichero /usr/share/common-licenses/GPL.
fi: GNU General Public License: Tämä ohjelma on vapaa; voit levittää sitä ja/tai muokata sitä GNU General Public Licensen ehtojen alaisuudessa kuten Free Software Foundation on lisenssin julkaissut; joko versio 2 lisenssistä tai (valitessasi) mikä tahansa uudempi versio. Tätä ohjelmaa levitetään toivossa että se on hyödyllinen, mutta ILMAN MITÄÄN TAKUUTA; ilman edes vihjattua takuuta KAUPALLISTAMISESTA tai SOPIVUUDESTA TIETTYYN TARKOITUKSEEN. Katso lisätietoja GNU General Public License:stä. Debian-järjestelmissä GNU General Public License löytyy kokonaisuudessaan /usr/share/common-licenses/GPL -tiedostosta.
fr: Copy text GNU General Public License: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. On Debian systems, the complete text of the GNU General Public License can be found in /usr/share/common-licenses/GPL file.
gl: Este programa é software libre; pode redistribuílo ou modificalo nos termos da GNU General Public License publicada pola Free Software Foundation; na súa versión 2 ou, a súa elección, calquera posterior. Este programa distribúese coa esperanza de que sexa útil, pero SEN NINGUNHA GARANTíA; nin tan sequera a garantía implícita de COMERCIALIZACIÓN ou ADECUACIÓN A UN OBXECTIVO PARTICULAR. Vexa a GNU General Public License para obter máis detalles. Nos sistemas Debian o texto completo da GNU General Public License pode atoparse en /ur/share/common-licenses/.
hr: GNU Opća javna licenca: Ovaj program je slobodan softver, možete ga dalje redistribuirati i/ili mijenjati pod uvjetima GNU Opće javne licence koju je objavila Fundacija slobodnog softvera ili inačica 2 licence ili (po vašem mišljenju) svaka kasnija inačica. Ovaj program je distribuiran u nadi da će biti koristan ali BEZ IKAKVA JAMSTVA čak i bez podrazumijevanog jamstva ili POGODNOSTI ZA ODREĐENU NAMJENU. Pogledaj GNU Opću javnu licencu za više pojedinosti. Na debian sustavima kompletan tekst GNU Opće javne licence možete pronaći u/usr/share/common-licenses/GPL datoteci.
pl: This is an unofficial translation of the GNU General Public License into Polish. It was not published by the Free Software Foundation, and does not legally state the distribution terms for software that uses the GNU GPL--only the original English text of the GNU GPL does that. However, we hope that this translation will help Polish speakers understand the GNU GPL better. To jest nieoficjalne tłumaczenie Powszechnej Licencji Publicznej GNU na polski. Nie zostało opublikowane przez Free Software Foundation i pod względem prawnym nie stanowi warunków rozpowszechniania oprogramowania stosującego GNU GPL – ustanawia je wyłącznie oryginalny angielski tekst licencji GNU GPL. Jednak mamy nadzieję, że pomoże ono lepiej zrozumieć Licencję osobom mówiącym po polsku. Powszechna Licencja Publiczna GNU: Ten program jest wolnym oprogramowaniem; możesz go rozprowadzać dalej i/lub modyfikować na podstawie Powszechnej Licencji Publicznej GNU opublikowanej przez Fundację Wolnego Oprogramowania; albo w wersji 2 tej licencji albo którejś z późniejszych wersji. Niniejszy program rozpowszechniany jest z nadzieją, że będzie on użyteczny, ale BEZ JAKIEJKOLWIEK GWARANCJI; nawet bez dorozumiewanej gwarancji POKUPNOŚCI lub PRZYDATNOŚCI DO OKREŚLONEGO CELU. Sprawdź "Powszechna Licencja Publiczna GNU", aby dowiedzieć się więcej szczegółów. W systemach Debian, pełny tekst Powszechnej Licencji Publicznej GNU można znaleźć w pliku /usr/share/common-licenses/GPL
pt: Licença Pública Geral GNU (GNU general public licence)
pt_br: Licença Pública Geral - GNU (General Public License): Este programa é um software livre; você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral como publicado pela Fundação do Software Livre; Estar de acordo com a versão 2 da licença, ou (se você quiser) qualquer versão superior. Este programa é distribuído com a esperança de que seja útil, mas SEM QUALQUER GARANTIA; sem até mesmo a garantia de COMERCIALIZAÇÃO ou ADEQUAÇÃO PARA UM PROPÓSITO PARTICULAR. Veja a Licença Pública Geral GNU, para mais detalhes. Em sistemas Debian, o texto completo da Licença Pública Geral pode ser encontrado no arquivo GPL em /usr/share/common-licenses/GPL
sv: GNU General Public License: Detta program är fri programvara. Du kan distribuera det och/eller modifiera det under villkoren i GNU General Public License, publicerad av Free Software Foundation, antingen version 2 eller (om du så vill) någon senare version. Detta program distribueras i hopp om att det ska vara användbart, men UTAN NÅGON SOM HELST GARANTI, även utan underförstådd garanti om SÄLJBARHET eller LÄMPLIGHET FÖR NÅGOT SPECIELLT ÄNDAMÅL. Se GNU General Public License för ytterligare information. På Debian-system finns den fullständiga texten för GNU General Public License i filen /usr/share/common-licenses/GPL.
uk: GNU General Public License: Ця програма є безкоштовною; ви можете розповсюджувати її чи змінювати за правилам GNU General Public License, які опубліковані Фондом вільно розповсюджуваного програмного забезпечення (версії 2 або більш пізньої). Ця програма розповсюджується з надією на те, що вона буде корисною, але БЕЗ ВСІЛЯКИХ ГАРАНТІЙ; вона ніколи не планувалась як ПЛАТНА чи ПРИДАТНА ДЛЯ ЯКИХ НЕ БУДЬ ЦІЛЕЙ(див. GNU General Public License для додаткової інформації). В системах Debian повний текст GNU General Public License можна знайти за адресою /usr/share/common-licenses/GPL.

source: Import a channels.conf
cs: Importovat soubor channels.conf
de: Importieren einer channels.conf
es: Importar un archivo "channels.conf"
fi: Tuo channels.conf
fr: Importer un fichier channels.conf
gl: Importar un ficheiro channels.conf
hr: Uvezi channels.conf
it: Importa un file channels.conf
nl: Importeer een channels.conf bestand
pl: Zaimportuj plik channel.conf
pt: Importar um ficheiro channels.conf
pt_br: Importar um channels.conf
sk: Importovať channels.conf
uk: Імпортувати channels.conf

source: Keep the existing channel
cs: Zachovat existující kanál
de: Vorhandenen Sender behalten
es: Guardar el canal existente
fi: Säilytä olemassa oleva kanava
fr: Conserver la chaîne existante
gl: Manter a canle existente
hr: Zadrži postojeći program
pl: Pozostaw istniejący kanał
pt: Manter o canal existente
pt_br: Manter o canal existente
sk: Nechať existujúci kanál
uk: Зберегти існуючий канал

source: Me TV - About
cs: O aplikaci Me TV
de: Über Me TV
es: Acerca de Me TV
fi: Me TV - Tietoja
fr: Me TV - À propos
gl: Me TV - Acerca de
hr: O Me TV-u
it: Me TV - Crediti
nl: Me TV - Over
pl: Me TV - O programie
pt: Me TV - Sobre
pt_br: Sobre - Me TV
sk: O programe Me TV
sv: Me TV - Om
uk: Me TV - Про програму

source: Me TV - Auto Record
cs: Me TV - Automatické zaznamenávání
de: Me TV - Automatische Aufnahme
es: Me TV - Grabado automatico
fi: Me TV - automaattitallennus
fr: Me TV - Enregistrement auto
gl: Me TV - Gravación automatica
hr: Me TV - Automatsko snimanje
nl: Me TV - Automatisch Opnemen
pl: Me TV - Nagrywanie automatyczne
pt: Me TV - Auto-Gravar
pt_br: Me TV - Auto Gravação
sk: Me TV - Automatické zaznamenávanie
uk: Me TV - Авто запис

source: Me TV - Channel conflict
cs: Me TV - konflikt kanálů
de: Me TV - Senderkonflikt
es: Me TV - Conflicto de canales
fi: Me TV - Kanava ristiriita
fr: Me TV - Conflit de chaîne
gl: Me TV - Conflito de canles
hr: Me TV - Greška pri uvozu programa
it: Me TV - Conflitto Canale
pl: Me TV - Konflikt kanałów
pt: Me TV - Conflito de Canais
pt_br: Me TV - Conflito de canais
sk: Me TV - konflikt kanálov
uk: Me TV - Конфлікт каналів

source: Me TV - Channels Editor
cs: Me TV - Konfigurace kanálů
de: Me TV - Sender bearbeiten
es: Me TV - Editor de Canales
fi: Me TV - Kanavamuokkain
fr: Me TV - Éditeur de chaines
gl: Me TV - Editor de canles
hr: Me TV - Uređivač programa
it: Me TV - Editor canali
nl: Me TV - Kanaalbewerker
pl: Me TV - Edytor kanałów
pt: Me TV - Editor de canais
pt_br: Editor de canais - Me TV
sk: Me TV - Editor kanálov
sv: Me TV - Kanalredigerare
uk: Me TV - Редактор каналів

source: Me TV - EPG Event Search
cs: Me TV - hledání v EPG
de: Me TV - Elektronischer Programmführer-Ereignisse suchen
es: Me TV - Búsqueda de eventos EPG
fi: Me TV - EPG ohjelmatietojen haku
fr: Me TV - Recherche d'événement EPG
gl: Me TV - Búsqueda de eventos na GEP
hr: Me TV - EPG tražitelj događaja emisija
it: Me TV - Ricerca eventi EPG
nl: Me TV - EPG Event Zoeken
pl: Me TV - Wyszukiwarka wydarzeń w EPG
pt: Me TV - Procura de Eventos GPE
pt_br: Me TB - Procurar evento EPG
sk: Me TV - hľadanie EPG udalostí
uk: Me TV - Пошук EPG подій

source: Me TV - Edit Channel
cs: Me TV - úprava kanálu
de: Me TV - Sender bearbeiten
es: Me TV - Editar Canal
fi: Me TV - Muokkaa kanavaa
fr: Me TV - Modification d'une chaine
gl: Me TV - Editar canle
hr: Me TV - Uredi program
it: Me TV - Modifica canali
pl: Me TV - Edycja kanału
pt: Me TV - Editar Canal
pt_br: Editar Canal - Me TV
sk: Me TV - upraviť kanál
uk: Me TV - Редагувати канал

source: Me TV - It's TV for me computer
cs: Me TV - televize pro můj počítač
de: Me TV - Ist Fernsehen auf meinen Rechner
es: Me TV - Televisión para mi computador
fi: Me TV – TV meikäläisen tietokoneelle
fr: Me TV - C'est la télévision pour mon ordinateur
gl: Me TV - Televisión para o meu computador
hr: Me TV - To je televizija za moje računalo
it: Me TV - La TV per il mio computer
nl: Me TV - TV voor mijn computer
pl: Me TV - telewizja dla mojego komputera
pt: Me TV - O meu computador é uma TV
pt_br: Me TV - É TV para o meu computador
sk: Me TV - televízia pre môj počítač
sv: MeTV - Det är TV för min dator
uk: Me TV - Це ТБ для мого комп'тера

source: Me TV - Main Window
cs: Me TV - Hlavní okno
de: Me TV - Hauptfenster
es: Me TV - Ventana Principal
fi: Me TV - Pääikkuna
fr: Me TV - Fenêtre principale
gl: Me TV - Xanela principal
hr: Me TV - Glavni prozor
it: Me TV - Finestra principale
nl: Me TV - Hoofdvenster
pl: Me TV - Główne okno
pt: Me TV - Janela Principal
pt_br: Janela principal - Me TV
sk: Me TV - Hlavné okno
sv: Me TV - Huvudfönster
uk: Me TV - Головне вікно

source: Me TV - Preferences Window
cs: Me TV - Okno možností
de: Me TV - Einstellungen
es: Me TV - Ventana de Preferencias
fi: Me TV - Asetukset-ikkuna
fr: Me TV - Fenêtre des préférences
gl: Me TV - Xanela de preferencias
hr: Me TV - Prozor mogućnosti
it: Me TV - Finestra preferenze
nl: Me Tv - Venster met voorkeuren
pl: Me TV - Preferencje
pt: Me TV - Janela de Preferências
pt_br: Janela de preferências - Me TV
sk: Me TV - Okno nastavení
sv: Me TV - Inställningsfönster
uk: Me TV - Вікно налаштувань

source: Me TV - Program Details
cs: Me TV - Podrobnosti programu
de: Me TV - Programmdetails
es: Me TV - Detalles del programa
fi: Me TV - Ohjelman tiedot
fr: Me TV - Détails du programme
gl: Me TV - Detalles do programa
hr: Me TV - Opširniji opis sadržaja emisije
it: Me TV - Dettagli del programma
nl: Me TV - Programma Details
pl: Me TV - Opis audycji
pt: Me TV - Detalhes do Programa
pt_br: Detalhes do Programa - Me TV
sk: Me TV - Podrobnosti o programe
sv: Me TV - Programdetaljer
uk: Me TV - Інформація про програму

source: Me TV - Scan Wizard
cs: Me TV - Průvodce laděním
de: Me TV - Sendersuchlauf-Assistent
es: Me TV - Asistente de Barrido
fi: Me TV - Etsintäapulainen
fr: Me TV - Utilitaire de recherche
gl: Me TV - Ferramenta de escaneo
hr: Me TV - Čarobnjak pretraživanja programa
it: Me TV - Configurazione scansione
pl: Me TV - Kreator skanowania
pt: Me TV - Assistente de Sintonização
pt_br: Assistente de Busca - Me TV
sk: Me TV - Sprievodca skenovaním
sv: Me TV - Avsökningsguide
uk: Me TV - майстер сканування

source: Me TV - Scheduled Recording
cs: Me TV - Plánovaný záznam
de: Me TV - Geplante Aufnahme
es: Me TV- Grabación programada
fi: Me TV - Ajastettu nauhoitus
fr: Me TV - Enregistrement Programmé
gl: Me TV - Gravación programada
hr: Me TV - Planiranje snimanja
it: Me TV - Registrazione pianificata
nl: Me TV - Geplande opname
pl: Me TV - Planowanie nagrania
pt: Me TV - Gravação Agendada
pt_br: Gravação agendada - Me TV
sk: Me TV - Plánované nahrávanie
sv: Me TV - Schemalagd inspelning
uk: Me TV - Запланований запис

source: Me TV - Scheduled Recordings
cs: Me TV - Plánování záznamů
de: Me-TV - Geplante Aufnahmen
es: Me TV - Grabaciones programadas
fi: Me TV - Ajastetut nauhoitukset
fr: Me TV - Enregistrements programmés
gl: Me TV - Gravacións programadas
hr: Me TV - Raspored planiranih snimanja
it: Me TV - Registrazioni pianificate
nl: Me TV - Geplande opnames
pl: Me TV - Planowanie nagrań
pt: Me TV - Gravações Agendadas
pt_br: Gravações Agendadas - Me TV
sk: Me TV - Plánované nahrávania
sv: Me TV - Schemalagda inspelningar
uk: Me TV - Заплановані записи

source: Me TV is a Digital Television (DVB) viewer for GNOME
cs: Me TV je přehrávač digitálního televizního vysílání (DVB) pro GNOME
de: Me TV ist eine Anwendung zum Betrachten von Digitalfernsehen (DVB) für GNOME
es: Me TV es un visualizador de Televisión Digital (DVB) para GNOME
fi: Me TV on digitaalisen television (DVB) katseluohjelma Gnomelle
fr: Me TV est un logiciel pour la télévision numérique pour GNOME
gl: Me TV é un visualizador de Televisión Dixital (TDT DVB en inglés) para GNOME
hr: Me TV je digitalni televizijski (DVB) preglednik za GNOME
it: Me TV è un visualizzatore per la televisione digitale (DVB) per GNOME
nl: Me TV is een Digitale Televisie (DVB) viewer voor GNOME
pl: Me TV to odtwarzacz cyfrowej telewizji (DVB) dla GNOME
pt: Me TV é um programa de visualização de Emissões de Televisão Digital (DVB) para o GNOME
pt_br: Me TV é um visualizador de TV Digital (DVB) para o GNOME
sk: Me TV je prehrávač digitálnej televízie (DVB) pre GNOME
sv: Me TV är en digital-tv-visare (DVB) för GNOME
uk: Me TV - це програма для перегляду цифрового телебачення (DVB), для GNOME

source: Me TV project website
cs: Stránky projektu Me TV
de: Me TV-Projekt-Webseite
es: Me TV: website del proyecto
fi: Me TV:n projektisivusto
fr: Site du projet Me TV
gl: Sitio do proxecto Me TV
hr: Me TV web stranica projekta
it: Sito web del progetto Me TV
pl: Strona projektu Me TV
pt: Sítio web do projecto Me TV
pt_br: Website do projeto Me TV
sk: Stránky projektu Me TV
sv: Me TV-projektets webbplats
uk: Me TV - сайт проекту

source: Next
de: Nächster
es: Siguiente
fi: Seuraava
hr: Sljedeće
pl: Następna
pt_br: Próximo

source: Next Day
de: Nächster Tag
es: Próximo día
fi: Seuraava päivä
hr: Sljedeći dan
pl: Następny dzień
pt_br: Dia Seguinte

source: Now
cs: Nyní
de: Jetzt
es: Ahora
fi: Nyt
fr: Maintenant
gl: Agora
hr: Trenutno se emitira
it: Adesso
nl: Nu
pl: Teraz
pt: Agora
pt_br: Agora
sk: Teraz
uk: Зараз

source: Once
cs: Jednou
de: Einmal
es: Una vez
fi: Kerran
fr: Une seule fois
gl: Unha vez
hr: Jednom
it: Una volta
pl: Raz
pt: Uma vez
pt_br: Uma vez
sk: Raz
uk: Один раз

source: Overwrite the existing channel
cs: Přepsat existující kanál
de: Vorhandenen Kanal überschreiben
es: Sobrescribir el canal existente
fi: Kirjoita olemassa olevan kanavan yli
fr: Écraser la chaîne existante
gl: Substituír a canle existente
hr: Prepiši preko postojećeg programa
it: Sovrascrivere il canale esistente
pl: Nadpisz istniejący kanał
pt: Substituir o canal existente
pt_br: Substituir o canal existente
sk: Prepísať existujúci kanál
uk: Переписати існуючий канал

source: Page:
cs: Stránka:
de: Seite:
es: Página:
fi: Sivu:
gl: Páxina:
hr: Stranica:
it: Pagina:
nl: Pagina:
pl: Strona:
pt: Página:
pt_br: Página:
sk: Stránka:
uk: Сторінка:

source: Previous
de: Zurück
es: Anterior
fi: EdellinenE
hr: Prijašnje
pl: Poprzedni
pt_br: Anterior

source: Previous Day
de: Vorheriger Tag
es: Anterior día
fi: Edellinen päivä
hr: Prijašnji dan
pl: Poprzedni dzień
pt_br: Dia Anterior

source: Record
cs: Nahrávání
de: Aufnahme
es: Grabar
fi: Tallenna
fr: Enregistrer
gl: Gravar
hr: Snimaj
it: Registra
nl: Opnemen
pl: Wpis
pt: Gravar
pt_br: Gravar
sk: Nahrávanie

source: Record extra after:
cs: Nahrát navíc po:
de: Aufzeichnung später beenden:
es: Grabación extra después:
fi: Nauhoita loppuun lisää:
fr: Temps d'enregistrement supplémentaire à la fin :
gl: Tempo extra de gravación no final:
hr: Snimi dodatno vrijeme nakon početka zadanog snimanja:
it: Registrazione supplementare dopo:
nl: Erna extra opnemen:
pl: Nagrywaj dodatkowe (po):
pt: Gravar tempo extra após:
pt_br: Gravar extra depois:
sk: Nahrať navyše po:
sv: Spela in extra efter:
uk: Додатково записати після:

source: Record extra before:
cs: Nahrát navíc před:
de: Aufzeichnung früher beginnen:
es: Grabación extra antes:
fi: Nauhoita ennen alkua:
fr: Temps d'enregistrement supplémentaire au début :
gl: Tempo extra de gravación no comezo:
hr: Snimi dodatno vrijeme prije početka zadanog snimanja:
it: Registrazione supplementare prima:
nl: Ervoor extra opnemen:
pl: Nagrywaj dodatkowe (przed):
pt: Gravar tempo extra antes:
pt_br: Gravar extra antes:
sk: Nahrať navyše pred:
sv: Spela in extra innan:
uk: Додатково записати перед:
