Repository: PascalNoisette/Me-TV
Catalog: po/*.po
Languages: cs, de, es, fi, fr, gl, hr, it, nl, pl, pt, pt_br, sk, sv, uk

source: Recording directory:
cs: Adresář pro nahrávání:
de: Aufnahmeverzeichnis:
es: Directorio de grabación:
fi: Nauhoituskansio:
fr: Répertoire d'enregistrement :
gl: Directorio de gravación:
hr: Direktorij snimanja:
it: Cartella di registrazione:
nl: Map voor opnamen:
pl: Nagrywaj do:
pt: Pasta de gravação:
pt_br: Diretório de gravação:
sk: Priečinok nahrávok:
sv: Inspelningskatalog:
uk: Папка для запису:

source: Recurring:
cs: Opakování:
de: Wiederkehrend:
es: Recurriendo:
fi: Toistuva:
fr: Récurrence :
gl: Recorrente:
hr: Ponovi snimanje:
it: Ripetizione:
pl: Powtarzanie:
pt: Recorrente:
pt_br: Recorrente:
sk: Opakovanie:
uk: Поточна:

source: Remove colon from recording filenames
cs: Odstranit dvojtečku z názvu souborů
de: Doppelpunkt aus Aufnahme-Dateinamen entfernen
es: Eliminar dos puntos de los nombres de archivos de grabación
fi: Poista kaksoispiste tallennusten tiedostonimistä
fr: Enlever les « : » des noms de fichiers pour l'enregistrement.
gl: Eliminar os dous puntos «:» dos nomes de ficheiros
hr: Ukloni kolonu iz snimljenih naziva datoteka
it: Rimuovi due punti dai nomi file delle registrazioni
nl: Verwijder de dubbele punt van opnamebestandsnamen
pl: Usuń dwukropek z nazw plików nagrań
pt: Remover o sinal de dois-pontos dos nomes dos ficheiros de gravação
pt_br: Remover dois pontos dos nomes de arquivo de gravação
sk: Odstrániť dvojbodku z názvov nahraných súborov
uk: Видаляти ":" із ймен записаних файлів

source: Rename the new channel to a unique name
cs: Přejmenovat nový kanál
de: Für den neuen Kanal einen eindeutigen Namen vergeben
fr: Renommer la nouvelle chaîne pour la différencier
gl: Renomear a nova canle cun nome único
hr: Preimenuj novi program novim nazivom
pl: Zmień nazwę nowego kanału na nazwę unikalną
pt: Renomear o novo canal com um nome único
pt_br: Renomeie o novo canal para um único nome
sk: Premenovať nový kanál
uk: Дати новому каналу унікальну назву.

source: Repeat this action for all channel conflicts
cs: Opakovat tuto akci pro všechny konfliktní kanály
de: Diese Aktion für alle Senderkonflikte wiederholen
es: Repetir esta accion para todos los conflictos
fr: Faire de même pour toutes les chaînes étant en conflit
gl: Repetir esta acción para todas as canles en conflito
hr: Ponovi ovu radnju za sve duplicirane programe
pl: Powtórz tą akcję dla wszystkich konfliktów
pt: Repetir esta acção em todos os conflictos de canais
pt_br: Repita esta ação para todos os canais em conflito
sk: Opakovať túto akciu pre všetky konflikty kanálov
uk: Застосувати цю дію до всіх конфліктуючих каналів

source: Scan Progress
cs: Průběh ladění
de: Suchfortschritt
es: Progreso de la exploración
fi: Etsinnän edistyminen
fr: Progression du scan
gl: Progreso do escaneado
hr: Napredak pretraživanja
it: Avanzamento scansione
nl: Scanvoortgang
pl: Postęp skanowania
pt: Progresso da Sintonização
pt_br: Progresso da Busca
sk: Priebeh skenovania
sv: Avsökningsförlopp
uk: Хід сканування

source: Scan using an initial scan file
cs: Skenovat za použití souboru
de: Unter Verwendung einer anfänglichen Suchdatei suchen
es: Escanear usando un fichero de escaneo inicial
fi: Hae kanavat käyttäen alustavaa hakutiedostoa
fr: Scan utilisant un fichier initial
gl: Escanear usando un ficheiro inicial de escaneado
hr: Pretraži koristeći početnu datoteku pretraživanja
it: Scansiona usando un file iniziale
nl: Scan met een initieel scan bestand
pl: Skanuj przy użyciu pliku skanowania wstępnego
pt: Sintonizar usando o ficheiro de busca inicial
pt_br: Buscar usando um arquivo de busca inicial
sk: Skenovat použitím počiatočného súboru
uk: Сканувати, використовуючи файл

source: Scanning/Importing
cs: Ladím/Importuji
de: Sendersuchlauf / Import
es: Explorar/importar
fi: Etsitään/tuodaan
fr: Balayer/Importer
gl: Escaneando/Importando
hr: Pretraživanje/Uvažanje
it: Scansione/Importazione
nl: Aan het scannen/importeren
pl: Skanowanie/Importowanie
pt: A Sintonizar/A Importar
pt_br: Escaneando/Importando
sk: Skenovanie/Importovanie
uk: Сканування/Імпорт

source: Scheduled Recordings
de: Geplante Aufnahmen
es: Grabaciones planificadas
fi: Ajastetut tallennukset
hr: Raspored planiranih snimanja
pl: Zaprogramowane nagrania
pt_br: Gravações Agendadas

source: Search description
cs: Hledat v popisech
de: Suchbeschreibung
es: Descripción de la búsqueda
fi: Haun kuvaus
fr: Description de la recherche
gl: Descrición da procura
hr: Traži opis
it: Descrizione ricerca
nl: Zoek omschrijving
pl: Opis szukania
pt: Descrição da procura
pt_br: Descrição da busca
sk: Hľadať v popisoch
uk: Пошук опису

source: Search:
cs: Hledat:
de: Suche:
es: Buscar:
fi: Etsi:
fr: Rechercher :
gl: Buscar:
hr: Traži:
it: Ricerca:
nl: Zoek:
pl: Szukaj:
pt: Procurar:
pt_br: Procurar:
sk: Hľadať:
uk: Пошук:

source: See https://launchpad.net/me-tv
cs: Aktivní překladatelé: Luboš Staněk <lubek@users.sourceforge.net>, 2008 Přispěli: Jiří Andrys <Unknown>
de: Besuchen Sie https://launchpad.net/me-tv
es: Mirar https://launchpad.net/me-tv
fi: Katso https://launchpad.net/me-tv
fr: Voir https://launchpad.net/me-tv
gl: Vexa https://launchpad.net/me-tv
hr: Pogledajte https://launchpad.net/me-tv
it: Vedi https://launchpad.net/me-tv
nl: Zie https://launchpad.net/me-tv
pl: Odwiedź https://launchpad.net/me-tv
pt: Consulte https://launchpad.net/me-tv
pt_br: Veja https://launchpad.net/me-tv
sk: Pozrite https://launchpad.net/me-tv
sv: Se https://launchpad.net/me-tv
uk: Дивіться https://launchpad.net/me-tv

source: Select A Recording Directory
cs: Vyberte adresář pro nahrávání
de: Aufnahmeverzeichnis wählen
es: Seleccione una carpeta de grabación
fi: Valitse nauhoituskansio
fr: Choisissez un répertoire d'enregistrement
gl: Escolla un directorio de gravación
hr: Odaberite direktorij snimanja
it: Scegli la cartella di registrazione
nl: Selecteer een opnamemap
pl: Wybierz folder nagrywania
pt: Seleccionar a Pasta para Gravações
pt_br: Selecione um Diretório de Gravação
sk: Vybrať priečinok pre nahrávky
sv: Välj en inspelningskatalog
uk: Вибрати папку для зберігання записів

source: Select Scan File
cs: Zvolte ladící soubor
de: Suchdatei auswählen
es: Seleccionar archivo de escaneo
fi: Valitse etsintä/viritystiedosto
fr: Sélectionnez un fichier scanné
gl: Escolla un ficherio de escaneo
hr: Odaberite datoteku pretraživanja
it: Seleziona un file Scan
nl: Selecteer een Scanbestand
pl: Wybierz plik skanowania
pt: Seleccione Ficheiro de Sintonia
pt_br: Selecione o arquivo de procura
sk: Vybrať skenovací súbor
sv: Välj avsökningsfil
uk: Вибрати файл для сканування

source: Select a channels.conf file
cs: Vyberte soubor channels.conf
de: Eine channels.conf-Datei auswählen
es: Elegir archivo channels.conf
fi: Valitse channels.conf-tiedosto
fr: Selectionner un fichier channel.conf
gl: Escolla un ficheiro channels.conf
hr: Odaberite channels.conf datoteku
it: Seleziona un file channels.conf
nl: Selecteer een channels.conf-bestand
pl: Wybierz plik channels.conf
pt: Seleccione um ficheiro channels.conf
pt_br: Selecione um arquivo channels.conf
sk: Vybrať súbor channels.conf
uk: Вибрати channels.conf файл

source: Select a file
cs: Zvolte soubor
de: Datei auswählen
es: Seleccionar un archivo
fi: Valitse tiedosto
fr: Choisissez un fichier
gl: Escolla un ficheiro
hr: Odaberite datoteku
it: Seleziona un file
nl: Selecteer een bestand
pl: Wybierz plik
pt: Seleccione um ficheiro
pt_br: Selecionar um arquivo
sk: Vybrať súbor
sv: Välj en fil
uk: Вибрати файл

source: Set "Always on Top" at startup
cs: Při spuštění nastavit "Vždy navrchu"
de: Beim Start "immer im Vordergrund" aktivieren
es: Siempre visible al comienzo
fi: Aseta "Aina päällimmäisenä" käynnistyksessä
fr: Définir « toujours au premier plan » au démarrage
gl: Axustar como «Sempre enriba das demais xanelas» no arranque
hr: Postavi "Uvijek na vrhu" prilikom pokretanja
it: Imposta "Sempre in primo piano" all'avvio
nl: Laat "Altijd bovenop" starten
pl: Wybierz "Zawsze na wierzchu" podczas startu
pt: Definir "Sempre Vísivel" ao iniciar
pt_br: Ajustar para "sempre no topo" na inicialização
sk: Nastaviť "Vždy navrchu" pri spustení
uk: Встановити "Завжди з верху" при старті

source: Show EPG header
cs: Zobrazit záhlaví EPG
de: EPG-Kopfbereich anzeigen
es: Mostrar EPG
fi: Näytä EPG-tunniste
fr: Afficher l'entête EPG
gl: Mostrar a cabeceira da GEP
hr: Prikaži EPG zaglavlje
it: Mostra l'EPG header
nl: Toon EGP-kop
pl: Pokaż nagłówki EPG
pt: Mostrar cabeçalho GPE
pt_br: Exibir cabeçalhos EPG
sk: Zobraziť hlavičku EPG
sv: Visa EPG-huvud
uk: Показати заголовок EPG

source: Show a status icon in the notification area
cs: Zobrazit stavovou ikonu v oznamovací oblasti
de: Symbol im Infobereich anzeigen
es: Mostrar icono de estado en el área de notificación
fi: Näytä tilakuvake ilmoitusalueella
fr: Montrer une icône de statut dans la zone de notification
gl: Mostrar unha icona de estado na área de notificación
hr: Prikaži status ikonu u području obavijesti
it: Mostra un'icona nell'area di notifica
nl: Toon een statusicoon in de notification area
pl: Pokazuj ikonę statusu w polu powiadamiania
pt: Mostrar um ícone de estado na área de notificação
pt_br: Mostrar um ícone de status na área de notificação
sk: Zobraziť stavovú ikonu v oblasti upozornení
uk: Показати значок статусу в області сповіщень

source: Show channel number
cs: Zobrazit číslo kanálu
de: Sendernummer anzeigen
es: Mostrar el número del canal
fi: Näytä kanavanumero
fr: Afficher le numéro de la chaine
gl: Mostrar o número da canle
hr: Prikaži broj programa
it: Mostra il numero di canale
nl: Toon kanaalnummer
pl: Pokaż numer kanału
pt: Mostrar número do canal
pt_br: Mostrar o número do canal
sk: Zobraziť číslo kanálu
uk: Показати номер каналу

source: Show time on EPG event buttons
cs: Zobrazit čas na tlačítkách událostí EPG
de: Zeit auf EPG-Ereignisschaltflächen anzeigen
es: Mostrar hora en los botones de eventos de EPG
fi: Näytä aika EPG:n tapahtumapainikkeissa
fr: Afficher la durée sur le bouton d'évenements de l'EPG
gl: Mostrar o tempo de duración nos botón de eventos da GEP
hr: Prikaži vrijeme na EPG događajima emisija
it: Mostra l'ora sui bottoni-programma dell'EPG
nl: Toon de tijd in de EPG-vakken
pl: Wyświetlaj czas audycji w EPG
pt: Mostrar hora nos botões dos eventos GPE
pt_br: Exibir o tempo de exibição em botões de eventos EPG
sk: Zobraziť čas na tlačidlách udalostí EPG
sv: Visa tid på EPG-händelseknappar
uk: Показувати час на кнопці EPG подій

source: Show tooltips for EPG event buttons
cs: Zobrazovat bubliny pro tlačítka událostí EPG
de: QuickInfos für EPG-Ereignisschaltflächen anzeigen
es: Mostrar la ayuda para botones de eventos EPG
fi: Näytä työkaluvihjeet EPG:n tapahtumapainikkeissa
fr: Afficher les infobulles sur les boutons d'évènements EPG
gl: Mostrar as mensaxes emerxentes nos botóns de eventos da GEP
hr: Prikaži sadržaj opisa za EPG događaje emisija
it: Mostra dettagli pre i bottoni-programma dell'EPG
nl: Toon tooltips in de EPG-vakken
pl: Pokazuj chmurki do audycji w EPG
pt: Mostrar ajuda de contexto nos botões dos eventos GPE
pt_br: Exibir dicas para botões de eventos EPG
sk: Zobrazovať štítky pre tlačidlá udalostí EPG
sv: Visa verktygstips för EPG-händelseknappar
uk: Показувати підказки для кнопок EPG

source: Shutdown
cs: Vypnout
de: Herunterfahren
es: Apagar
fi: Sammuta
fr: Éteindre
gl: Apagar
hr: Isključi računalo
it: Spegni
pl: Wyłącz
pt: Encerramento
pt_br: Desligar
sk: Vypnúť
uk: Вимкнути

source: Start Date:
cs: Datum začátku:
de: Startdatum:
es: Fecha de inicio:
fi: Aloituspäivämäärä:
fr: Date de démarrage :
gl: Data de comezo:
hr: Datum snimanja:
it: Data di inizio:
nl: Begindatum:
pl: Data rozpoczęcia:
pt: Data de início:
pt_br: Data Inicial:
sk: Dátum začiatku:
sv: Startdatum:
uk: Дата початку:

source: Start Time:
cs: Čas začátku:
de: Startzeit:
es: Hora de inicio:
fi: Aloitusaika:
fr: Heure de démarrage :
gl: Hora de comezo:
hr: Vrijeme početka snimanja:
it: Ora di inizio:
nl: Starttijd:
pl: Czas rozpoczęcia:
pt: Hora de Início:
pt_br: Hora de início:
sk: Čas začiatku:
sv: Starttid:
uk: Час початку:

source: Text encoding:
cs: Kódování textu:
de: Textkodierung:
es: Codificación del texto:
fi: Tekstin koodaus:
fr: Encodage du texte :
gl: Codificación do texto:
hr: Kodna stranica:
it: Codifica del testo:
nl: Tekstcodering:
pl: Kodowanie tekstu:
pt: Codificação de texto:
pt_br: Codificação do texto:
sk: Kódovanie textu:
sv: Textkodning:
uk: Кодування тексту:

source: This option will only work if your DVB setup supports auto scanning. Currently, this feature is only supported on DVB-T and ATSC devices.
cs: Tato volba funguje pouze pokud Váš DVB adaptér podporuje automatické skanovaní. V současné době je tato volba podporována pouze při použití DVB-T a ATSC zařízení.
de: Diese Option funktioniert nur, wenn Ihr DVB-Empfänger den automatischen Suchlauf unterstützt. Diese Fuktion wird zur Zeit nur von DVB-T- und ATSC-Geräten unterstützt.
es: Esta opción sólo funciona si la configuración de su DVB soporta auto-exploración. Actualmente, esta característica sólo está disponible en dispositivos DVB-T y ATSC
fr: Cette option fonctionnera si votre installation DVB support le balayage automatique. Actuellement, cette fonction n'est supportée que pour les périphériques DVB-T et ATSC.
gl: Esta opción só funciona se a configuración da súa DVB é compatíbel co escaneo automatico. Na actualidade, esta función só é compatíbel con dispositivos DVB-T e ATSC.
hr: Ova mogućnost će raditi samo ako vaše DVB postavke podržavaju automatsko pretraživanje. Trenutno je ova značajka podržana samo na DVB-T i ATSC uređajima.
it: Questa opzione funzionerà solo se le periferiche DVB supportano la scansione automatica. Attualmente, questa funzione è supportata solo dai dispositivi DVB-T e ATSC.
nl: Deze optie zal enkel werken als uw DVB installatie automatisch scannen ondersteund. Momenteel wordt deze functie enkel ondersteund door DVB-T en ATSC toestellen.
pl: Ta opcja będzie działać tylko wtedy, gdy konfiguracja DVB obsługuje skanowanie automatyczne.
pt: Esta opção só funcionará se a sua configuração DVB suportar busca automática. Actualmente, esta função é apenas suportada em dispositivos DVB-T e ATSC.
pt_br: Esta opção só vai funcionar se a sua configuração DVB suporta verificação automática. Atualmente, esse recurso só é suportado na tecnologia dos dispositivos DVB-T e ATSC.
sk: Táto možnosť bude fungovať iba ak váš DVB adaptér podporuje automatické skenovanie. V súčasnosti je táto funkcia podporovaná len v DVB-T a ATSC zariadeniach.

source: This program is scheduled for recording.
cs: V tomto programu je naplánováno nahrávání.
de: Dieses Sendung ist für die Aufnahme geplant.
es: Este programa está planificado para grabar.
fi: Tämä ohjelma on ajastettu nauhoitettavaksi
fr: Un enregistrement a été programmé pour cette émission.
gl: Este programa está programado para gravar.
hr: Ovaj program je zakazan za snimanje.
it: Questo programma è stato pianificato per la registrazione.
nl: Dit programma staat gepland voor opname.
pl: Ten program jest zaplanowany do nagrania.
pt: Este programa está agendado para ser gravado.
pt_br: Este prgrama está agendado para gravação.
sk: Tento program je naplánovaný na nahrávanie.
uk: Ця програма запланована для запису.

source: View Schedule
cs: Zobrazit plánování
de: Geplante Aufzeichnungen
es: Ver Horario
fi: Näytä aikataulu
fr: Voir l'horaire
gl: Ver programación
hr: Pogledaj raspored planiranih snimanja
it: Mostra Programmazione
nl: Bekijk Schema
pl: Zobacz harmonogram
pt: Ver Agendamento
pt_br: Visualisar Programação
sk: Zobraziť plánovanie
uk: Показати розклад

source: Watch Now
cs: Sledovat
de: Jetzt ansehen
es: Ver ahora
fi: Katso nyt
fr: Visionner maintenant
gl: Ver agora
hr: Gledaj odmah
nl: Bekijk nu
pl: Oglądaj Teraz
pt: Assistir agora
pt_br: Assista Agora.
sk: Pozerať teraz
uk: Дивитись зараз

source: What's on now
de: Was läuft gerade
es: ¿Qué hay ahorra?
fi: Mitä on menossa nyt
hr: Što je sada na programu
pl: Teraz w telewizji
pt_br: O que está passando agora
sv: Vad är det på tv nu

source: Your Me TV database is too old to use this version of Me TV. Would you like to clear the Me TV database? All of your channels, EPG events and scheduled recordings will be <b>deleted</b>. If you've just upgraded Me TV then this is probably what you want to do. <i>The Me TV database is located at ~/.local/share/me-tv.db.</i>
cs: Stávající Me TV databáze je pro tuto verzi Me TV zastaralá. Chcete starou Me TV databázi smazat? Všechny kanály, EPG události a naplánovaná nahrávání budou <b>smazány</b>. Jestliže máte novější verzi Me TV, budete to muset udělat. <i>Me TV databáze se nachází v ~/.local/share/me-tv.db.</i>
de: Die Me TV-Datenbank ist zu alt, um sie mit dieser Version von Me TV zu verwenden. Möchten Sie die Me TV-Datenbank löschen? Alle Sender, Elektronischer Programmführer-Ereignisse und geplante Aufnahmen werden <b>gelöscht</b>. Wenn Sie Me TV aktualisiert haben, wird dies empfohlen. <i>Die Me TV-Datenbank befindet sich in ~/.local/share/me-tv.db.</i>
es: Su base de datos de Me TV es demasiado vieja para utilizar esta versión de Me TV. ¿Desea borrar la base de datos de MeTV? Los canales, eventos EPG y grabaciones programadas todos serán <b>eliminados</ b>. Si acaba de actualizar Me TV entonces esto es lo que usted probablemente haría. <i> La base de datos de Me TV esta localizada en ~/.local/share/me-tv.db.</i>
fr: Votre base de données Me TV est trop ancienne pour utiliser cette version de Me TV. Voulez-vous purger la base ? Toutes vos chaînes, évènements EPG et programmations d'enregistrement seront <b>supprimés</b>. Si vous venez de mettre à jour Me TV vous voudrez probablement le faire. <i>La base de donnée est située dans ~/.local/share/me-tv.db.</i>
gl: A súa base de datos de Me TV é demasiado antiga como para utilizar esta versión de Me TV. Desexa borrar a base de datos de Me TV? <b>Suprimiranse</ b>todas as canles, eventos da GEP e gravacións programadas . Se ven de actualizar Me TV o máis probábel e que sexa iso o que quere facer. <i> A base de datos de Me TV esta localizada en ~/.local/share/me-tv.db.</i>
hr: Vaša Me TV baza podataka je prestara za korištenje u ovoj inačici Me TV-a. Želite li obrisati Me TV bazu podataka? Svi vaši programi EPG događaji i zakazana snimanja bit će <b>obrisana</b> Ako ste upravo nadogradili Me TV onda je preproučljivo da to učinite. <i>Me TV baza podataka je locirana u ~/.local/share/me-tv.db.</i>
it: Il database di Me TV è troppo vecchio per usarlo con questa versione di Me TV. Vuoi svuotare l'intero database di Me TV? Tutti i canali, gli eventi EPG e le registrazioni pianificate saranno <b>eliminate</b>. Se hai appena aggiornato Me TV allora è proprio quello che vorrai fare. <i>Il database di Me TV si trova in ~/.local/share/me-tv.db.</i>
nl: Je Me TV-database is te oud voor deze versie van Me TV. Wil je de Me TV-database opschonen? Al je kanalen, EPG-items en geplande opnamen zullen worden <b>gewist</b>. Als je onlangs Me TV hebt opgewaardeerd, is dit waarschijnlijk wat je wilt. <i>De Me TV-database staat op ~/.local/share/me-tv.db.</i>
pl: Twoja baza danych Me TV jest za stara, aby skorzystać z tej wersji programu. Czy chcesz usunąć swoją bazę danych? Wszystkie kanały, wydarzenia w EPG i zaplanowane nagrania będą <b>usunięte</ b>. Jeśli właśnie zaktualizowałeś program Me TV, zatem jest prawdopodobne, że chcesz to zrobić. <i>Baza danych Me TV znajduje się w ~ /.local/share/me-tv.db.</ i>
pt: A sua base de dados Me TV é demasiado antiga para usar nesta versão do Me TV. Pretende limpar a base de dados do Me TV? Todos os seus canais, eventos GPE e gravações agendadas serão <b>eliminadas</b>.
pt_br: Seu banco de dados é velho demais para usar esta versão do Me TV. Você gostaria de limpar o banco de dados do Me TV? Todos os seus canais, eventos EPG e gravações agendadas serão <b>excluídos</b>. Se você apenas atualizou o Me TV, então isto é provavelmente o que você quer fazer. <i>O banco de dados do Me TV está localizado em ~/.local/share/me-tv.db.</i>
sk: Vaša Me TV databáza je príliš stará pre použitie s touto verziou Me TV. Chceli by ste vyprázdniť Me TV databázu? Všetky vaše kanály, EPG udalosti a naplánované nahrávania budú <b>vymazané</b>. Ak ste práve aktualizovali Me TV, potom toto je pravdepodobne to čo chcete urobiť. <i>Me TV databáza sa nachádza v ~/.local/share/me-tv.db.</i>
uk: Ваша база даних Me TV застаріла, для використання в новій версії Me TV. Очистити її ? Всі Ваші канали, налаштування EPG та розклад записів, будуть <b>видалені</b>. Якщо Ви тільки, що оновили Me TV, то це кращий варіант. <i>База даних Me TV розташована за адресою ~/.local/share/me-tv.db.</i>

source: _Delete my old Me TV data!
cs: _Smaž moje stará Me TV data!
de: Alte Me TV-Daten _löschen!
es: _Eliminar mis datos antiguos de Me TV
fi: _Poista vanhat Me TV:n tiedot
fr: _Détruire les anciennes données Me TV !
gl: _Borrar os datos antigos de Me TV!
hr: _Obriši moje stare Me TV podatke!
it: _Elimina i miei vecchi dati Me TV
nl: _Verwijder mijn oude Me TV-gegevens!
pl: _Skasuj dotychczasowe dane Me TV!
pt: _Apagar os meus dados mais antigos do Me TV!
pt_br: E_xcluir meus dados antigos do Me TV!
sk: _Odstrániť moje straré Me TV dáta!
uk: Видалити мої застарілі дані Me TV!

source: channels
cs: kanály
de: Sender
es: canales
fi: kanavat
fr: chaines
gl: canles
hr: programa
it: canali
nl: kanalen
pl: kanałów
pt: canais
pt_br: canais
sk: kanály
uk: канали

source: Application has already been initialised
cs: Aplikace již byla inicializována
de: Die Anwendung wurde bereits initialisiert
es: La aplicación ya ha sido inicializada
fi: Sovellus on jo alustettu
fr: L'application a déjà été initialisée
gl: O aplicativo xa foi inicializado
hr: Aplikacija je već pokrenuta
it: L'applicazione è già stata inizializzata
nl: Toepassing is al geïnitialiseerd
pl: Aplikacja została już uruchomiona
pt: Aplicação já foi iniciada
pt_br: O aplicativo já foi iniciado
sk: Aplikácia už bola inicializovaná
sv: Programmet har redan initierats
uk: Додаток вже ініціалізовано

source: The SQLite version is not thread-safe
cs: Verze SQLite není "thread-safe"
de: SQLite-Version ist nicht thread-safe
es: La versión de SQLite no está en hilo-seguro
fr: La version SQLite n'a pas de processus de sauvegarde
gl: A versión de SQLite non dispon de proceso de seguranza
hr: SQLite inačica nije siguran proces
it: La versione SQLite non è thread-safe
nl: De SQLite-versie is niet thread-safe
pl: Wątki tej wersji SQLite nie są bezpieczne
pt: A versão SQLite não está optimizada para processamento multi-tarefa.
pt_br: A versão do SQLite não é segura
sk: Verzia SQLite nie je "thread-safe"
uk: Версія SQLite не є потоково-безпечною

source: _File
cs: _Soubor
de: _Datei
es: _Archivo
fi: _Tiedosto
fr: _Fichier
gl: _Ficheiro
hr: _Datoteka
nl: _Bestand
pl: _Plik
pt: _Ficheiro
pt_br: _Arquivo
sk: _Súbor
sv: _Arkiv
uk: _Файл

source: _View
cs: _Zobrazit
de: _Ansicht
es: _Ver
fi: _Näytä
fr: _Vue
gl: _Ver
hr: _Pogled
it: _Visualizza
nl: _Beeld
pl: _Widok
pt: _Ver
pt_br: _Ver
sk: _Zobraziť
sv: _Visa
uk: _Перегляд

source: _Audio
cs: _Zvuk
fi: _Ääni
gl: _Son
hr: _Zvuk
pl: _Dźwięk
pt: Áudi_o
pt_br: _Áudio
sk: _Zvuk
sv: _Ljud
uk: _Аудіо

source: _Help
cs: _Nápověda
de: _Hilfe
es: _Ayuda
fi: O_hje
fr: _Aide
gl: _Axuda
hr: _Pomoć
it: _Aiuto
pl: Pomo_c
pt: _Ajuda
pt_br: _Ajuda
sk: _Nápoveda
sv: _Hjälp
uk: _Довідка

source: Subtitles
cs: Titulky
de: Untertitel
es: Subtítulos
fi: Tekstitys
fr: Sous-titres
gl: Subtítulos
hr: Podnaslovi
it: Sottotitoli
nl: Ondertitels
pl: Napisy
pt: Legendas
pt_br: Legendas
sk: Titulky
uk: Субтитри

source: _Streams
cs: _Proudy
es: _Fuentes
fi: _Virrat
fr: _Flux
gl: _Fluxos
hr: _Streamovi
it: _Flussi
pl: _Strumienie
pt: _Canais de Áudio
pt_br: _Transmissões
sk: _Streamy
uk: _Потоки

source: _Channels
cs: _Kanály
de: _Kanäle
es: _Canales
fi: _Kanavat
fr: _Chaines
gl: _Canles
hr: _Kanali
it: _Canali
nl: _Kanalen
pl: _Kanały
pt: _Canais
pt_br: _Canais
sk: _Kanály
uk: _Канали
