Repository: PascalNoisette/Me-TV
Catalog: po/*.po
Languages: cs, de, es, fi, fr, gl, hr, it, nl, pl, pt, pt_br, sk, sv, uk

source: _Both
cs: _Oba
de: _Beide
es: _Ambos
fi: _Molemmat
fr: _Les deux
gl: _Ambos
hr: _Oba
it: _Entrambi
nl: _Beide
pl: O_bydwa
pt: Am_bos
pt_br: _Ambos
sk: _Obidve
uk: _Обидва

source: _Left
cs: _Levý
de: _Links
es: _Izquierda
fi: _Vasen
fr: _Gauche
gl: _Esquerda
hr: _Lijevi
it: _Sinistra
nl: _Links
pl: _Lewo
pt: _Esquerda
pt_br: _Esquerda
sk: V_ľavo
uk: _Ліворуч

source: _Right
cs: _Pravý
de: _Rechts
es: _Derecha
fi: _Oikea
fr: _Droite
gl: _Dereita
hr: _Desni
it: _Destra
nl: _Rechts
pl: _Prawo
pt: _Direita
pt_br: _Direita
sk: V_pravo
uk: _Праворуч

source: Failed to get DBus session
cs: Selhalo záskání relace DBus
de: DBus - Sitzung konnte nicht eröffnet werden
es: Fallo al obtener sesión DBus
fr: Échec de l'obtention de la session DBus
gl: Produciuse un fallo ao obter sesión DBus
hr: Neuspjela DBus sesija
it: Impossibile ottenere una sessione DBus
pl: Nie udało się uzyskać sesji DBus
pt: Falha ao obter sessão DBus
pt_br: Falha ao obter sessão DBus
sk: Zlyhalo získanie DBus relácie
uk: Не вдалось отримати DBus сесію

source: Failed to start recording
cs: Nepodařilo se začít nahrávání
de: Beim Starten der Aufnahme ist ein Fehler aufgetreten
es: Error al iniciar la grabación
fi: Tallentamisen aloitus epäonnistui
fr: Échec de démarrage de l'enregistrement
gl: Produciuse un fallo no inicio da gravación
hr: Neuspjeli početak snimanja
it: Errore di inizializzazione della registrazione
nl: Het is niet gelukt met opnemen te beginnen
pl: Nie udało się rozpocząć nagrywania
pt: Falha ao iniciar a gravação
pt_br: Falhou ao iniciar gravação
sk: Zlyhalo začatie nahrávania
uk: Не вдалось розпочати запис

source: Failed to initialise database
cs: Nepodařilo se inicializovat databázi
de: Initialisierung der Datenbank fehlgeschlagen
es: Fallo al inicializar la base de datos
fr: Échec de l'initialisation de la base de données
gl: Produciuse un fallo ao inicializar a base de datos
hr: Neuspjelo pokretanje baze podataka
it: Impossibile inizializzare il database
nl: Databank initiatie gefaald
pl: Nie udało się zainicjować bazy danych
pt: Falha ao inicializar base de dados
pt_br: Falha ao inicial banco de dados
sk: Zlyhalo inicializovanie databázy
uk: Не вдалось ініціалізувати базу даних

source: Application has not been initialised
cs: Aplikace nebyla inicializována
de: Anwendung wurde nicht initialisiert
es: La aplicación no se ha inicializado
fi: Sovellusta ei ole alustettu
fr: L'application n'a pas été initialisée
gl: O aplicativo non puido ser inicializado
hr: Aplikacija nije pokrenuta
it: L'applicazione non è stata inizializzata
nl: Toepassing is niet geïnitialiseerd
pl: Aplikacja nie została zainicjowana
pt: Aplicação não foi iniciada
pt_br: O Aplicativo não foi inicializado
sk: Aplikácia nebola inicializovaná
sv: Programmet har inte initierats ännu
uk: Програма не була ініціалізована

source: Title
cs: Název
de: Titel
es: Título
fi: Otsikko
fr: Titre
gl: Título
hr: Naziv
it: Titolo
nl: Titel
pl: Tytuł
pt: Título
pt_br: Título
sk: Názov
uk: Назва

source: No row selected
cs: Není zvolen žádný řádek
de: Keine Zeile ausgewählt
es: Ninguna fila está seleccionada.
fr: Aucune rangé sélectionnée
gl: Non se seleccionou ningunha fila
hr: Nema odabranih redaka
nl: Geen rij geselecteerd
pl: Nie wybrano rzędu
pt: Nenhuma linha seleccionada
pt_br: Nenhuma linha selecionada
sk: Nie je zvolený žiadny riadok
uk: Немає обраних рядків

source: Unknown frontend type
cs: Neznámý typ rozhraní
de: Unbekannter Frontend-Typ
es: Tipo de interfaz desconocido
fi: Tuntematon edustaosan tyyppi
fr: Interface inconnue
gl: Tipo de interface descoñecido
hr: Nepoznata frontend vrsta
it: Frontend di tipo sconosciuto
nl: Onbekend frontend type
pl: Nieznany frontend
pt: Tipo de interface desconhecido
pt_br: Tipo de frontend desconhecido
sk: Neznámy typ rozhrania
sv: Okänd framändestyp
uk: Невідомий тип оболонки

source: Invalid channel index
cs: Neplatný index kanálu
de: Senderindex ungültig
es: Índice de canal no válido
fi: Virheellinen kanavahakemisto
fr: Index de chaines invalide
gl: Indice incorrecto de canles
hr: Nevažeći indeks programa
it: Indice del canale non valido
nl: Ongeldige kanaalindex
pl: Niepoprawny indeks kanałów
pt: Índice de canais inválido
pt_br: Índice de canal inválido
sk: Neplatný index kanálu
uk: Невірний індекс каналів

source: Channel '%1' not found
cs: Kanál '%1' nebyl nalezen
de: Sender '%1' nicht gefunden
es: No se encontró el canal '%1'
fi: Kanavaa ”%1” ei löydy
fr: Chaine '%1' non trouvée
gl: Non se atopou a canle '%1'
hr: Program '%1' nije pronađen
it: Canale '%1' non trovato
nl: Kanaal '%1' niet gevonden
pl: Nie znaleziono kanału '%1'
pt: Canal '%1' não encontrado
pt_br: O canal '%1' não foi encontrado.
sk: Kanál '%1' nebol nájdený
sv: Kanalen "%1" hittades inte
uk: Канал '%1' не знайдено

source: Failed to add channel: You cannot have more than 1 channel
cs: Nemohu přidat kanál: Nelze mít více než jeden kanál
de: Kanal konnte nicht hinzugefügt werden: Sie können nicht mehr als einen Kanal verwenden
es: No se pudo añadir el canal: No puedes tener mas de un canal
fr: Échec lors de l'ajout de chaîne : vous ne pouvez pas disposer de plus d'une chaîne
gl: Produciuse un faalo ao engadir a canlte: Non pode haber máis de 1 canle
hr: Neuspjelo dodavanje programa: ne možete imati više od 1 programa
nl: Kanaal toevoegen niet gelukt: U kan niet meer dan 1 kanaal hebben
pl: Nie udało się dodać kanału: nie możesz mieć więcej niż %1 kanału
pt: Falha ao adicionar canal: Não pode ter mais que 1 canal
pt_br: Falha ao adicionar um canal: Você pode não ter mais de 1 canal Falha ao adicionar um canal: Você pode não ter mais de %1 canais
sk: Zlyhalo pridanie kanálu: Nemôžte mať viac ako 1 kanál

source: Channel Name
cs: Název kanálu
de: Sendername
es: Nombre del canal
fi: Kanavan nimi
fr: Nom de la chaine
gl: Nome da canle
hr: Naziv programa
it: Nome del canale
nl: Kanaalnaam
pl: Nazwa kanału
pt: Nome do Canal
pt_br: Nome do Canal
sk: Názov kanála
sv: Kanalnamn
uk: Назва каналу

source: Frequency (Hz)
cs: Frekvence (Hz)
de: Frequenz (Hz)
es: Frecuencia (Hz)
fi: Taajuus (Hz)
fr: Fréquence (Hz)
gl: Frecuencia (Hz)
hr: Frekvencija (Hz)
it: Frequenza (Hz)
pl: Częstotliwość (Hz)
pt: Frequência (Hz)
pt_br: Frequência (Hz)
sk: Frekvencia (Hz)
uk: Частота (Гц)

source: A channel named <b>'%1'</b> already exists.
cs: Kanál nazvaný <b>%1</b> již existuje.
de: Ein Sender mit dem Namen <b>"%1"</b> ist bereits vorhanden.
es: Un canal llamado <b>%1</b> ya existe.
fr: Une chaîne du nom de <b>'%1'</b> existe déjà.
gl: Xa existe unha canle co nome <b>'%1'</b>.
hr: Program naziva <b>'%1'</b> već postoji.
pl: Kanał nazwany <b>'%1'</b> już isntnieje.
pt: Já existe um canal chamado <b>'%1'</b> .
pt_br: Um acanal de chamada <b>'%1'</b> já existe.
sk: Kanál nazvaný <b>%1</b> iž existuje.
uk: Канал з назвою <b>'%1'</b> уже існує

source: No channel selected
cs: Nebyl vybrán žádný kanál
de: Es wurde kein Sender ausgewhlt
es: no se seleccionó canal.
fi: Kanavaa ei valittuna
fr: Aucune chaîne selectionnée
gl: Ningunha canle seleccionada
hr: Nema odabranih programa
it: Nessun canale selezionato
pl: Nie wybrano kanału
pt: Nenhum canal seleccionado
pt_br: Nenhum canal selecionado
sk: Nebol vybratý žiadny kanál
uk: Канал не обрано

source: Select only one channel
cs: Vyberte jen jeden kanál
de: Nur einen Kanal auswählen
es: Elija sólo un canal
fr: Sélectionner qu'une chaîne
gl: Escolla só unha canle
hr: Odaberi samo jedan program
it: Seleziona solo un canale
pl: Wybierz tylko jeden kanał
pt: Seleccione apenas um canal
pt_br: Selecionar somente um canal
sk: Vyberte len jeden kanál
uk: Оберіть лише один канал

source: Failed to prepare statement: %1
cs: Selhala příprava příkazu: %1
de: Fehler beim Vorbereiten der Anweisung: %1
es: Fallo al preparar el argumento: %1
fr: Échec lors de l'initialisation : %1
gl: Produciuse un fallo ao preparar a inicialización: %1
hr: Neuspjelo pripremanje izvješća: %1
it: Dichiarazione fallita: %1
nl: Voorbereiden statement: %1 mislukt
pl: Nie można utworzyć raportu: %1
pt: Falha ao preparar declaração: %1
pt_br: Falha ao preparar frase: %1
sk: Zlyhala príprava príkazu: %1
sv: Det gick inte att förbereda uttrycket: %1
uk: Не вдалось підготовити інструкцію: %1

source: Prepared statement had remaining data: %1
cs: Připravený příkaz obsahuje přebývající data: %1
de: Vorbereitete Anweisung hatte verbleibende Daten: %1
es: EL argumento preparado tiene datos remanentes: %1
fr: La préparation de l'initialisation des données est restée à : %1
gl: Preparando a inicialización habia restos de datos: %1
hr: Pripremljenom izvješću je preostalo podataka: %1
it: La dichiarazione aveva dati rimanenti: %1
nl: Voorbereid statement had resterende data: %1
pl: Przygotowana deklaracja posiadała pozostawione dane: %1
pt: A declaração preparada tinha dados remanescentes: %1
pt_br: Confirmação preparada continha dados restantes: %1
sk: Pripravený príkaz mal zostávajúce dáta: %1

source: Failed to create statement
cs: Selhalo vytvoření příkazu
de: Fehler beim Erstellen der Anweisung aufgetreten
es: Fallo al crear el argumento
fr: Échec lors de l'initialisation
gl: Produciuse un fallo ao crear a inicialización
hr: Neuspjelo stvaranje izvješća: %1
it: Impossibile preparare la dichiarazione
nl: Maken statement mislukt
pl: Nie można utworzyć raportu
pt: Falha ao criar declaração
pt_br: Falha ao criar confirmação
sk: Zlyhalo vytvorenie príkazu
sv: Det gick inte att skapa uttrycket
uk: Не вдалося створити інструкцію

source: Failed to finalise statement
cs: Selhalo dokončení příkazu
de: Fehler beim Abschließen der Anweisung aufgetreten
es: Fallo al finalizar el argumento
fr: Échec lors de la finalisation de l'initialisation
gl: Produciuse un fallo ao rematar a inicialización
hr: Neuspjelo završavanje izvješća
it: Impossibile finalizzare la dichiarazione
nl: Afronden statement mislukt
pl: Nie można skończyć raportu
pt: Falha ao finalizar declaração
pt_br: Falha ao finalizar confirmação
sk: Zlyhalo dokončenie príkazu
sv: Det gick inte att slutföra uttrycket
uk: Не вдалося завершити інструкцію

source: Failed to execute statement: %1
cs: Nepodařilo se spustit příkaz: %1
de: Auszuführende Anweisung fehlgeschlagen: %1
es: Fallo al ejecutar el argumento
fr: Échec lors de l'exécution de l'initialisation
gl: Produciuse un fallo ao executar a inicialización: %1
hr: Neuspjelo izvršavanje izvješća: %1
it: Impossibile eseguire la dichiarazione: %1
nl: Uitvoeren statement: %1 mislukt
pl: Nie udało się wykonać polecenia: %1
pt: Falha ao executar declaração: %1
pt_br: Falha ao executar confirmação: %1
sk: Zlyhalo spustenie príkazu: %1
uk: Не вдалося виконати інструкцію: %1

source: Failed to connect to Me TV database '%1'
cs: Selhalo připojení k Me TV databázi '%1'
de: Es ist ein Fehler beim Herstellen einer Verbindung mit der Me TV-Datenbank "%1" aufgetreten
es: Fallo al conectar a la base de datos de Me TV '%1'
fi: Yhdistäminen Me TV:n tietokantaan '%1' epäonnistui
fr: Échec lors de la connexion à la base de données Me TV '%1'
gl: Produciuse un fallo ao conectar á base de datos «%1»
hr: Neuspjelo spajanje na Me TV bazu podataka '%1'
it: Impossibile connettersi al database di Me TV '%1'
nl: Verbinden met Me TV-database '%1' mislukt
pl: Połączenie z bazą danych Me TV '%1' nie powiodło się
pt: Falha ao conexão à base de dados Me TV: '%1'
pt_br: Falha ao conectar ao banco de dados '%1' do Me TV.
sk: Zlyhalo pripojenie k Me TV databáze '%1'
uk: Збій підключення до бази даних Me TV '%1'

source: Only integers can be primary keys
cs: Primární klíče musí být pouze celočíselné
de: Nur ganze Zahlen können Primärschlüssel sein.
es: Solamente números enteros pueden usarse como llaves primarias
fr: Seules les nombres entiers peuvent être des clés primaires
gl: As claves primarias so poden ser números enteiros
hr: Samo cijeli brojevi mogu biti primarni ključevi
it: Solo interi possono essere chiavi primarie
nl: Alleen hele getallen kunnen primaire sleutels zijn
pl: Tylko liczby całkowite mogą być kluczami głównymi
pt: Apenas números inteiros podem ser chaves primárias
pt_br: Apenas números inteiros podem ser chaves primárias
sk: Primárne kľúče môžu byť len celočíselné
uk: Тільки цілі числа можуть бути первинними ключами

source: Failed to create TableAdapter: Table has no columns
cs: Nepodařilo se vytvořit tabulku Adapter: tabulka nemá sloupce
de: Fehler beim Erstellen des TableAdapter: Tabelle enthält keine Spalten
es: No se pudo crear TableAdapter: la tabla no tiene columnas
fr: Échec lors de la création d'un tableau d'adaptation : le tableau n'a pas de colonnes
gl: Produciuse un fallo ao crar TableAdapter: a táboa non ten columnas
hr: Neuspjelo stvaranje TableAdapter: tablica nema stupaca
it: Impossibile creare TableAdapter: Table non ha colonne
pl: Nie udało się utworzyć TableAdapter: Tabela nie ma kolumn
pt_br: Falha ao criar AdptadorTabela: Tabela não tem colunas
sk: Zlyhalo vytvorenie tabuľky adaptéra: tabuľka nemá stĺpce

source: There are no DVB devices available
cs: Žádná DVB zařízení nejsou k dispozici
de: Es sind keine DVB-Geräte verfügbar
es: No hay dispositivos DVB (TDT) disponibles
fi: DVB-laitteita ei saatavilla
fr: Il n'y a aucun périphérique DVB disponible
gl: Non hai dispositivos DVB (TDT) dispoñíbeis
hr: Nema dostupnih DVB uređaja
it: Non esistono dispositivi DVB disponibili
nl: Er zijn geen DVB apparaten beschikbaar
pl: Nie ma dostępnych urządzeń DVB
pt: Nao existem dispositivos DVB disponíveis
pt_br: Não existem dispositivos DVB disponíveis
sk: Niesu dostupné žiadne DVB zariadenia

source: Failed to open demux device
cs: Selhalo otevření demultiplexoru
de: Öffnen des Demux-Geräts fehlgeschlagen
es: Error al abrir dispositivo demultiplexor
fi: Demuksauslaitteen avaaminen epäonnistui
fr: Erreur à l'ouverture du dispostif de démultiplexage
gl: Produciuse un fallo ao abrir o dispositivo demultiplexador
hr: Neuspjelo otvaranje Demux uređaja
it: Impossibile aprire il dispositivo di demux
nl: Openen van demuxapparaat mislukt
pl: Błąd przy otwieraniu narzędzia demuxer'a
pt: Falha ao abrir dispositivo desmultiplexador
pt_br: Falha ao abrir o dispositivo demux
sk: Zlyhalo otvorenie demultiplexora
sv: Misslyckades med att öppna demux-enhet
uk: Не вдалось відкрити пристрій мікшування

source: Failed to set PES filter
cs: Selhalo nastavení filtru PES
de: Fehler beim Festlegen des SPE-Filters aufgetreten
es: Error al establecer el filtro PES
fi: PES-suotimen asetus epäonnistui
fr: Impossible de configurer le filtre PES
gl: Produciuse un fallo ao configurar o filtro PES (fluxo elemental empaquetado)
hr: Neuspjelo postavljanje PES filtera
it: Impossibile impostare il filtro PES
nl: Instellen van PES-filter mislukt
pl: Nie powiodło się ustawianie filtra PES
pt: Falha ao definir filtro de PES
pt_br: Falha ao ajustar o filtro PES
sk: Zlyhalo nastavenie PES filtra
sv: Misslyckades med att ställa in PES-filter
uk: Помилка встановлення фільтра PES

source: Failed to set section filter for demuxer
cs: Selhalo nastavení sekčního filtru demultiplexoru
de: Fehler beim Festlegen der Abschnittfilters für Demuxer aufgetreten
es: Error al establecer el filtro de decodificación
fi: Alue-suotimen asettaminen limityksenpurulle epäonnistui
fr: Impossible de configurer le filtre de section du démultiplexeur
gl: Produciuse un fallo ao configurar a sección do filtro para o demultiplexador
hr: Neuspjelo postavljanje odjeljka filtera za demuxer
it: Impossibile configurare il filtro di sezione del demuxer
nl: Instellen sectiefilter voor demuxer mislukt
pl: Nie powiodło się ustawianie filtra sekcji dla demuxer'a
pt: Falha ao definir o filtro de secção para desmultiplexador
pt_br: Falha ao ajustar o filtro de seção para o demuxer
sk: Zlyhalo nastavenie filtra sekcie pre demultiplexor
sv: Misslyckades med att ställa in ett sektionsfilter för demuxer
uk: Помилка встановлення секційного фільтру мікшера

source: Failed to set demuxer buffer size
cs: Selhalo nastavení velikosti vyrovnávací paměti demultiplexoru
de: Fehler beim Festlegen der Demuxer-Puffergröße aufgetreten
es: Error al establecer el tamaño del buffer de decodificación
fi: Limityksenpurun puskurin koon asettaminen epäonnistui
fr: Impossible de fixer la taille du tampon du démultiplexeur
gl: Produciuse un fallo ao configurar o tamaño do búfer do demultiplexador
hr: Neuspjelo postavljanje veličine međuspremnika demuxera
it: Impossibile impostare la dimensione del buffer del demuxer
nl: Instellen grootte demuxerbuffer mislukt
pl: Nie powiodło się ustawianie rozmiaru buforu demuxer'a
pt: Falha ao definir o tamanho do buffer para o desmultiplexador
pt_br: Falha ao ajustar o tamanho do buffer para o demuxer
sk: Zlyhalo nastavenie veľkosti vyrovnávacej pamäte pre demultiplexor
sv: Misslyckades med att ställa in demuxerns buffertstorlek
uk: Не вдалося встановити розмір буферу мікшера

source: Read timeout
cs: Vypršel čas pro čtení
de: Zeitüberschreitung beim Lesen
es: Lectura agotada
fi: Lukemisen aikakatkaisu
fr: Temps d'attente de lecture dépassé
gl: Sobrepasouse o tempo de lectura
hr: Vrijeme čitanja isteklo
it: Tempo scaduto per la lettura
nl: Tijdsoverschrijding bij lezen
pl: Czas wczytywania
pt: O tempo de leitura expirou
pt_br: Leia o tempo limite
sk: Vypršal čas pre čítanie
uk: Час очікування читання вичерпано

source: Failed to read data from demuxer
cs: Selhalo čtení dat z demultiplexoru
de: Lesen der Daten vom Demuxer fehlgeschlagen
es: Error al leer la información del decodificación
fi: Datan lukeminen limityksenpurkajalta epäonnistui
fr: Impossible de lire les données du démultiplexeur
gl: Produciuse un fallo ao ler os datos do demultiplexador
hr: Neuspjelo čitanje podataka iz demuxera
it: Lettura dei dati del demuxer fallita
nl: Het lezen van de data van demuxer mislukt
pl: Nie powiodło się odczytywanie danych z demuxer'a
pt: Falha na leitura de dados do desmultiplexador
pt_br: Falha na leitura dos dados do demuxer
sk: Zlyhalo čítanie údajov z demultiplexoru
sv: Misslyckades att läsa data från demuxer
uk: Не вдалося прочитати дані з мфкшера

source: Failed to read header
cs: Selhalo čtení záhlaví
de: Auslesen des Headers fehlgeschlagen
es: Error al leer cabecera
fi: Otsikkotiedon lukeminen epäonnistui
fr: Impossible de lire l'entête
gl: Produciuse un fallo ao ler a cabeceira
hr: Neuspjelo čitanje zaglavlja
it: Lettura dell' header fallita
nl: Lezen van header mislukt
pl: Nie powiodło się odczytywanie nagłówka
pt: Falha ao ler cabeçalho
pt_br: Falha na leitura do cabeçalho
sk: Zlyhalo čítanie hlavičky
sv: Det gick inte att läsa sidhuvud
uk: Не вдалося прочитати заголовок

source: Failed to read section
cs: Selhalo čtení sekce
de: Auslesen des Abschnitts fehlgeschlagen
es: Error al leer sección
fi: Alueen luku epäonnistui
fr: Impossible de lire la section
gl: Produciuse un fallo ao ler a sección
hr: Neuspjelo čitanje odjeljka
it: Impossibile leggere la sezione
nl: Lezen van sectie mislukt
pl: Nie powiodło się odczytywanie sekcji
pt: Falha ao ler secção
pt_br: Falha na leitura da seção
sk: Zlyhalo čítanie sekcie
sv: Det gick inte att läsa sektionen
uk: Не вдалося прочитати секцію

source: CRC32 check failed
cs: Kontrola CRC32 selhala
de: CRC32-Prüfung fehlgeschlagen
es: Error en comprobación de CRC32
fi: CRC32-tarkistus epäonnistui
fr: Contrôle CRC32 non réussi
gl: Produciuse un fallo ao comprobar CRC32
hr: Neuspjela CRC32 provjera
it: Controllo del CRC32 fallito
nl: Controleren van CRC32 mislukt
pl: Nie powiodło się sprawdzanie CRC32
pt: Verificacão CR32 falhou
pt_br: A verificação CRC32 falhou
sk: Kontrola CRC32 zlyhala
sv: CRC32-kontroll misslyckades
uk: Помилка перевірки CRC32

source: Failed to stop demuxer
cs: Selhalo zastavení demultiplexoru
de: Beenden des Demuxers fehlgeschlagen
es: Error al parar la decodificación
fi: Limityksenpurkajan pysäyttäminen epäonnistui
fr: Impossible d'arrêter le démultiplexeur
gl: Produciuse un fallo ao deter o demultiplexador
hr: Neuspjelo zaustavljanje demuxera
it: Impossibile fermare il demuxer
nl: Stoppen van demuxer mislukt
pl: Nie powiodło się zatrzymywanie demuxer'a
pt: Falha ao parar o desmultiplexador
pt_br: Falha ao parar o demuxer
sk: Zlyhalo zastavenie demultiplexora
sv: Misslyckades med att stoppa demuxer
uk: Не вдалося зупинити микшер

source: Failed to poll
cs: Selhalo dotazování
de: Abfragen gescheitert
es: Fallo de sondeo
fr: Impossible de sonder
gl: Produciuse un fallo ao sondar
hr: Nemoguće glasanje
it: Interrogazione fallita
nl: Opiniepeiling mislukt
pl: Nie zdołano zsumować
pt_br: Falha na pesquisa
sk: Zlyhalo vyzvanie
uk: Помилка опитування

source: Failed to open tuner
cs: Selhalo otevření tuneru
de: Empfänger konnte nicht geöffnet werden
es: Error al abrir el sintonizador
fi: Virittimen avaaminen epäonnistui
fr: Échec à l'ouverture du tuner
gl: Produciuse un fallo ao abrir o sintonizador
hr: Nemoguće je otvoriti DVB prijemnik
it: Impossibile aprire il sintonizzatore
nl: Openen van de tuner mislukt
pl: Nie powiodło się otwarcie urządzenia odbiorczego (tunera)
pt: Falha na abertura do sintonizador
pt_br: Falha ao abrir o tuner
sk: Zlyhalo otváranie tunera
sv: Misslyckades med att öppna mottagaren
uk: Помилка відкриття тюнера

source: Failed to get tuner info
cs: Selhalo zjištění informací tuneru
de: Keine Empfängerinformationen gefunden
es: Error al obtener información del sintonizador
fi: Virittimen tietojen saaminen epäonnistui
fr: Échec pour récupérer les infos du tuner
gl: Produciuse un fallo ao obter información do sintonizador
hr: Nemoguće je dobiti podatke o DVB prijemniku
it: Impossibile ottenere informazioni del sintonizzatore
nl: Verkrijgen van tunerinfo mislukt
pl: Nie powiodło się otrzymywanie informacji o urządzeniu odbiorczym (tunerze)
pt: Falha a receber informações do sintonizador
pt_br: Falha ao acesar as informações do afinador
sk: Zlyhalo získanie informácií o tuneri
sv: Misslyckades med att hämta mottagarinformation
uk: помилка отримання інформаії з тюнера

source: Frontend::tune_to(%d)
de: Frontend::Abstimmung_nach(%d)
es: Interfaz de usuario::tune_to(%d)
fr: Interface::réglée_à(%d)
hr: Frontend::podešen_na(%d)
pt_br: Interface::para_sintonia(%d)

source: Failed to tune device
cs: Selhalo ladění zařízení
de: Empfangsgerät konnte nicht eingestellt werden
es: Error al sintonizar dispositivo
fi: Laitteen viritys epäonnistui
fr: Échec du réglage du périphérique
gl: Produciuse un fallo ao sintonizar o dispositivo
hr: Neuspjelo podešavanje uređaja
it: Impossibile sintonizzare la periferica
nl: Afstemmen apparaat mislukt
pl: Nie powiodło się dostrajanie urządzenia
pt: Falha a sintonizar o dispositivo
pt_br: Falha ao sintonizar o dispositivo
sk: Zlyhalo ladenie zariadenia
sv: Misslyckades med att ställa in enheten
uk: Помилка налаштування пристрою

source: Waiting for signal lock ...
cs: Čekám na zámek signálu ...
de: Auf Signalsperre warten …
es: Esperando a fijar la señal...
fi: Odotetaan lukitusta signaaliin...
fr: En attente du blocage du signal
gl: Agardando o sinal de bloqueo ...
hr: Čekanje zaključavanja signala...
it: In attesa dell'acquisizione del segnale...
nl: Wachten op signaalslot ...
pl: Czekanie na blokade sygnału
pt: À espera de encontrar a sintonia ...
pt_br: Esperando por um fechamento de sinal ...
sk: Čakanie na zámok signálu ...
sv: Väntar på signallås ...
uk: Очікування захвату сигналу...

source: Got signal lock
cs: Obdržen zámek signálu
de: Signalsperre erhalten
es: Señal fijada
fi: Saatiin lukitus signaaliin
fr: Signal bloqué
gl: Obtido o sinal de bloqueo
hr: Signal zaključan
it: Segnale acquisito
nl: Signaalslot ontvangen
pl: Odebrano blokadę sygnału
pt: Sintonizado
pt_br: Fechamento de sinal obtido
sk: Zámok signálu získaný
sv: Signalen har låsts
uk: Сигнал отримано
