Repository: PascalNoisette/Me-TV
Catalog: po/*.po
Languages: cs, de, es, fi, fr, gl, hr, it, nl, pl, pt, pt_br, sk, sv, uk

source: The y position of the window before Me TV was last closed
cs: Pozice y před posledním ukončením Me TV
de: Die vertikale Position des Fensters, bevor Me TV zuletzt geschlossen wurde
es: La posición y de la ventana antes de Me TV se cerrara por última vez
fi: Käyttöliittymän sijainnin y arvo Me TV:tä viimeksi suljettaessa
fr: La position y de la fenêtre avant la dernière fermeture de Me TV.
gl: Posición Y da xanela antes de que Me TV se pechara a última vez.
hr: y pozicija prozora prije nego što je Me TV zatvoren
it: Posizione y della finestra prima dell'ultima chiusura di Me TV
nl: De y-positie van het venster voordat Me TV de laatste keer werd afgesloten.
pl: Położenie współrzędnej y okna przed ostatnim zamknięciem programu Me TV
pt: A posição y da janela antes do Me TV ter sido fechado a última vez
pt_br: Posição y da janela antes da última vez que o Me TV foi fechado
sk: Y pozícia okna pred tým než bol Me TV naposledy zatvorený
uk: Позиція вікна по вертикалі, де знаходився Me TV перед закриттям.

source: The y position of the window before Me TV was last closed. Me TV uses this value to try to restore the main window to its previous geometry.
cs: Naposledy známá pozice y okna Me TV. Me TV použije tuto hodnotu pro obnovení pozice hlavního okna.
de: Die vertikale Position des Fensters, bevor Me TV zuletzt geschlossen wurde. Me TV verwendet diesen Wert, um die Hauptfenstergeometrie wiederherzustellen.
es: La posición y de la ventana antes de Me TV se cerrara por última vez Me TV utiliza este valor para tratar de restaurar la ventana principal a su geometría anterior.
fi: Käyttöliittymän sijainnin y arvo Me TV:tä viimeksi suljettaessa. Me TV käyttää arvoa yrittäessään palauttaa aikaisemman koon.
fr: La position y de la fenêtre avant la dernière fermeture de Me TV. Me TV utilise cette valeur pour essayer de restaurer la fenêtre principale dans sa dernière configuration.
gl: Posición Y da xanela antes de que Me TV se pechara a última vez. Me TV emprega este valor para tentar restaurar a xanela principal á súa xeometría anterior.
hr: y pozicija prozora prije nego što je Me TV zatvoren. Me TV će upotrijebit ovu vrijednost da vrati glavni prozor na njegov prijašnji izgled.
it: Posizione y della finestra prima dell'ultima chiusura di Me TV. Me TV utilizza questi valori per tentare di ripristinare la finestra principale alla sua dimensione precedente.
nl: De y-positie van het venster voordat Me TV de laatste keer werd afgesloten. Me TV gebruikt deze waarde om het hoofdvenster de volgende keer op dezelfde plaats te openen.
pl: Położenie współrzędnej y okna przed ostatnim zamknięciem programu Me TV. Me TV używa tej wartości, aby spróbować przywrócić główne okno do jego poprzedniej geometrii.
pt: A posição y da janela antes do Me TV ter sido fechado a última vez. O Me TV utiliza este valor para tentar restituir à janela principal a sua geometria anterior.
pt_br: Posição y da janela antes da última vez que o Me TV foi fechado. Me TV usa este valor para tentar restaurar a janela principal de sua geometria anterior.
sk: Y pozícia okna pred tým než bol Me TV naposledy zatvorený. Me TV použije túto hodnotu pre obnovenie hlavného okna do pôvodnej pozície.
uk: Позиція вікна по вертикалі, де знаходився Me TV перед закриттям. Me TV використовує це значення, для відновлення розташування вікна, до попереднього значення, при наступному ввімкненні.

source: This is used to store what channel the user was last watching so it can be returned when restarting.
cs: Slouží pro uložení naposledy sledovaného kanálu. Při dalším spuštění programu se tento kanál zobrazí.
de: Dies wird verwendet um zu speichern, welchen Sender der Nutzer zuletzt angesehen hat, damit dieser nach einem Neustart wiederhergestellt werden kann.
es: Esto se utiliza para que el último canal visto por el usuario sea almacenado y ser visto nuevamente al reiniciar.
fi: Viimeksi katsotun kanavan numero, palautetaan käynnistyksen yhteydessä.
fr: Ceci est utilisé pour mémoriser la dernière chaîne visionnée pour qu'elle soit affichée à la réouverture.
gl: Isto utilizase para almacenar a canle que o usuario estaba a ver por última vez para que poida ser mostrado ao reiniciar.
hr: Ovo se koristi za pohranu zadnjeg programa koji je korisnik gledao zato da se program može prikazati nakon ponovnog pokretanja.
it: Questo viene utilizzato per memorizzare il canale che l'utente ha guardato per ultimo così può essere rivisto al riavvio.
nl: Dit wordt gebruikt om het laatst bekeken kanaal in op te slaan zodat hier ook weer mee wordt opgestart.
pl: Ten jest używany do przechowywania informacji, który kanał był ostatnio oglądany, więc może on być odtworzony w przypadku ponownego uruchomienia.
pt: Utilizado para guardar o último canal que o utilizador estava ver, para ser seleccionado novamente depois reiniciar.
pt_br: Isto é usado para armazenar qual o canal o usuário assistiu por último, podendo ser retornado depois de reiniciar.
sk: Toto sa používa na ukladanie kanála, ktorý používateľ naposledy pozeral aby sa zobrazil po ďalšom spustení.
uk: Зберігає останній переглянутий канал, щоб ввімкнути його при наступному старті.

source: This will show the timespan of an EPG event in a tooltip.
cs: Tohle zobrazí časové rozpětí EPG v nápovědě.
de: Dies zeigt die Zeitspanne von einem EPG-Ereignis in einer QuickInfo angezeigt.
es: Esto mostrará el intervalo de tiempo de un evento EPG en una ayuda desplegable.
fr: Ceci affiche le laps de temps d'un évènement de l'EPG dans une bulle d'information.
gl: Isto mostrará o intervalo de tempo dun evento da GEP nunha mensaxe emerxente.
hr: Ovo će pokazati vrijeme trajanja EPG događaja u obavijestima.
it: Questo mostrerà il periodo di tempo dell'evento EPG in un suggerimento.
nl: Dit toont de tijdsduur van een EPG-item in een tooltip.
pl: Dzięki temu ustawieniu czas wydarzenia EPG będzie pokazywany jako podpowiedź obok kursora myszy.
pt: Mostra o intervalo de tempo de um evento GPE na ajuda de contexto.
pt_br: Isto irá mostrar o período de tempo de um evento no EPG como uma dica.
sk: Toto zobrazí časové rozpätie EPG udalostí v štítku.
uk: Показує часовий діапазон EPG події в підказці.

source: When this setting is false Me TV will terminate when the main window is closed.
cs: Pokud je nastaveno na false Me TV skončí při uzavření hlavního okna.
de: Wenn diese Einstellung falsch ist, wird Me TV beendet, wenn das Hauptfenster geschlossen wird.
es: Cuando este valor es falso Me TV terminará cuando se cierre la ventana principal.
fr: Si cette option est désactivé, Me TV est quitté en même temps que la fenêtre principale.
gl: Cando este parámetro sexa «falso», Me TV será detido ao pechar a xanela principal.
hr: Ako ove postavke nisu točne Me TV će ih poništit kada se glavni prozor zatvori.
it: Quando questa impostazione è falsa Me TV si chiuderà quando la finestra principale viene chiusa.
nl: Als deze instelling niet gekozen is, zal Me TV afsluiten als het hoofdvenster wordt gesloten.
pl: Jeśli to ustawienie jest nieprawidłowe, Me TV zakończy pracę, gdy główne okno zostanie zamknięte.
pt: Quando está definida como falso, o Me TV irá terminar quando fechar a janela principal.
pt_br: Quando esta configuração for falsa, o Me TV irá finalizar quando a janela principal estiver fechada.
sk: Keď toto nastavenie je "false", Me TV sa ukončí pri zavretí hlavného okna.
uk: Коли опція не увімкнена, Me TV повністю закривається, при закритті головного вікна.

source: Whether the video should be deinterlaced.
cs: Zda má být odstraněno prokládání z videa.
de: Ob Zeilenentflechtung (Deinterlacing) benutzt werden soll.
es: Ya sea que el video sea desentrelazado.
fi: Videon lomituksen poisto
fr: Indique si la vidéo doit être désentrelacée.
gl: Indica cando o video debe ser desentrelazado.
hr: Trebao bi li video biti deinterlaced.
it: Se il video dovrebbe essere deinterlacciato.
nl: Of het beeld gedeïnterlinieerd moet worden.
pl: Czy wideo powinno być poddane operacji usunięcia przeplotu.
pt: Se o vídeo deverá ser ou não desentrelaçado.
pt_br: Se o vídeo deve ser desintrelaçado.
sk: Či má byť z videa odstránené prekladanie.
uk: Чи використовувати деінтерлейсинг для відео.

source: A digital television (DVB) viewer for GNOME
cs: Přehrávač digitální televize (DVB) pro GNOME
de: Eine Anwendung zum Betrachten von digitalem Fernsehen (DVB) unter GNOME
es: Un visor de televisión digital (DVB) para GNOME
fi: Digitaalisen television (DVB) katseluohjelma Gnomelle
fr: Un poste de télévision numérique (TNT) pour GNOME
gl: Un visor de televisión dixital (TDT - DVB en inglés) para GNOME
hr: Digitalni televizijski (DVB) preglednik za GNOME.
it: Un visualizzatore per la televisione digitale (DVB) per GNOME
nl: Een digitale televisie (DVB) viewer voor GNOME
pl: Odtwarzacz telewizji cyfrowej (DVB) dla GNOME
pt: Visualizador de Televisão Digital (DVB) para GNOME
pt_br: Um visualizador de TV Digital (DVB) para GNOME
sk: Prehrávač digitálnej televízie (DVB) pre GNOME
sv: En digital-TV-visare (DVB) för GNOME.
uk: Програма для перегляду цифрового телебачення (DVB), для GNOME

source: hours
cs: hodin
de: Stunden
es: horas
fi: tuntia
fr: heures
gl: horas
hr: sati
it: ore
nl: uren
pl: godzin
pt: horas
pt_br: horas
sk: hodín
sv: timmar
uk: годин

source: minutes
cs: minut
de: Minuten
es: minutos
fi: minuuttia
gl: minutos
hr: minuta
it: minuti
nl: minuten
pl: minut(y)
pt: minutos
pt_br: minutos
sk: minút
sv: minuter
uk: хвилин

source: <b>Device:</b>
cs: <b>Zařízení:</b>
de: <b>Gerät:</b>
es: <b>Dispositivo:</b>
fi: <b>Laite:</b>
fr: <b>Périphérique :</b>
gl: <b>Dispositivo:</b>
hr: <b>Uređaj:</b>
it: <b>Dispositivo:</b>
nl: <b>Apparaat:</b>
pl: <b>Urządzenie:</b>
pt: <b>Dispositivo:</b>
pt_br: <b>Dispositivo:</b>
sk: <b>Zariadenie:</b>
uk: <b>Пристрій:</b>

source: A channel named 'xxx' already exists.
cs: Kanál nazvaný 'xxx' je již přidán.
de: Ein Kanal mit diesem Namen ist bereits vorhanden.
es: Ya existe un canal con el nombre 'xxx'
fi: Kanava 'xxx' on jo olemassa
fr: Une chaîne du nom de 'xxx' existe déjà.
gl: Xa existe unha canle co nome 'xxx'.
hr: Program imenom 'xxx' već postoji.
it: Il canale chiamato 'xxx' esiste già.
pl: Kanał nazwany 'xxx' już istnieje.
pt: Já existe um canal chamado 'xxx'.
pt_br: Um canal nomeado 'xxx' já existe.
sk: Kanál nazvaný 'xxx' už existuje.
uk: Канал з ім'ям 'xxx' уже існує.

source: A channels.conf file is a common file format for storing channels and can be read by many applications. You may have one of these from another DVB application. The <i>scan</i> command line application is the most common way to generate a channels.conf file.
cs: Soubor channels.conf se obvykle používá pro ukládání kanálů a čte jej mnoho programů. Možná nějaký už máte z jiného DVB programu. Pro vytvoření se většinou používá program <i>scan</i>, který se spouští z příkazové řádky.
de: Die Datei channels.conf ist ein verbreitetes Dateiformat um Kanäle zu speichern. Viele Programme können dieses Format lesen. Möglicherweise haben Sie bereits diese Datei durch ein anderes DVB-fähiges Programm. Das Kommandozeilenprogramm <i>scan</i> kann diese Datei erstellen.
es: El archivo channels,conf es de tipo de intercambio universal para almacenar canales y puede ser leído por otras aplicaciones. Lo puede obtener de otras aplicaciones DVB. La orden <i>scan</i> es la más utilizada para generar un archivo channels.conf.
fi: Tiedosto channels.conf on yleinen tiedostomuoto kanavatietojen tallentamiseen ja useat sovellukset osaavat sitä lukea. Olet voinut saada sellaisen jonkin toisen DVB sovelluksen mukana. Yleisin tapa channels.conf tiedoston luomiseen on käyttää <i>scan</i> komentorivisovellusta.
fr: Un fichier channels.conf est un fichier standart pour sauvegarder de l'information sur le chaines et peut être lu par plusieurs applications. Vous en avez probablement un provenant d'une autre application DVB. L'application en ligne de commande <i>scan</i> est l'application la plus standart pour générer un fichiers channels.conf.
gl: Un ficheiro channels.conf é un ficheiro de formato común para almacenamento de canles e pode ser lido por moitos aplicativos. Se usou outro aplicativo DVB podería ter un. O aplicativo de liña de ordes <i>scan</i> é a maneira máis común de xerar un ficheiro channels.conf.
hr: channels.conf je uobičajena vrsta datoteke za pohranu programa i može biti korištena u mnogo aplikacija. Možda imate takvu datoteku iz druge DVB aplikacije. <i>scan</i> aplikacija naredbenog redka koristi se u večini slučajeva za generiranje channels.conf datoteke.
it: Un file channels.conf è un tipico formato di file per il salvataggio dei canali e può essere letto da molte applicazioni. Puoi usare uno di questi files da altre applicazioni DVB. L'applicazione a riga di comando <i>scan</i> è il modo più classico per generare un file channels.conf.
pl: Plik channels.conf to popularny format pliku do przechowywania kanałów, który może być również kompatybilny z wieloma aplikacjami. Możesz go również pozyskać z innych programów DVB. Aplikacja <i>skan</i> wiersza poleceń jest najbardziej popularnym sposobem generowanie pliku channels.conf.
pt: O ficheiro channels.conf é formato de ficheiro comum para guardar canais e pode ser lido por muitas aplicações. Pode já ter um de uma outra aplicação de DVB. A aplicação de linha de comando <i>scan</i> é a maneira mais comum de gerar um ficheiro channels.conf.
pt_br: Um arquivo channels.conf é um formato de arquivo comum para os canais de armazenamento e pode ser lido por muitas aplicações. Você pode ter um desses de outra aplicação DVB. O <i> scan </ i> aplicativo de linha de comando é a forma mais comum para gerar um arquivo channels.conf.
sk: Súbor channels.conf je bežný formát súboru pre ukladanie kanálov a môže byť prečítaný mnohými programami. Možná už máte nejaký z iného DVB programu. Program príkazového riadku <i>scan</i> je najbežnejšia cesta na vytvorenie súboru channels.conf.

source: Advanced
cs: Pokročilé
de: Erweiterte Einstellungen
es: Avanzado
fi: Lisäasetukset
fr: Options avancées
gl: Avanzado
hr: Napredne mogućnosti
it: Avanzate
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
pt_br: Avançado
sk: Rozšírené
uk: Додатково

source: After:
cs: Po:
de: Danach:
es: Después:
fi: Jälkeen:
fr: Après:
gl: Despois:
hr: Nakon završetka snimanja:
it: Dopo:
nl: Na:
pl: Po
pt: Depois:
pt_br: Depois:
sk: Po:
uk: Після:

source: An initial scan file is used to seed the tuner with some initial parameters to help it find DVB services. Many popular initial scan files are available from the LinuxTV dvb-apps package which is included in most Linux distributions. Look for <i>dvb-apps</i> in your package management system.
de: Eine anfängliche Suchdatei wird verwendet, um dem Tuner einige anfängliche Parameter für DVB-Dienste bereitzustellen. Viele beliebte anfängliche Suchdateien sind im LinuxTV DVB-Anwendungspaket verfügbar, das in den meisten Linuxdistributionen enthalten ist. Suchen Sie nach <i>dvb-apps</i> in Ihrer Paketverwaltung.
es: Se utiliza un archivo de sintonización inicial para brindarle al sintonizador parámetros iniciales que le permitan buscar servicios DVB. En la mayoría de las distribuciones Linux, el paquete LinuxTV dvb-apps, contiene muchos archivos populares de sintonización inicial . Busque <i>dvb-apps</i> en el sistema de administración de paquetes.
fi: DVB-palveluiden käyttöönoton helpottamiseksi ensiasetukset (kanavalista) voidaan lukea tiedostosta. Useita suosittuja alustavia (kanavalista) tiedostoja on saatavilla LinuxTV:n dvb-apps paketissa, joka sisältyy useimpiin linux-jakeluihin. Etsi ohjelmistopakettienhallinnassa <i>dvb-apps</i> pakettia asentaaksesi sen.
fr: Un fichier de "scan" est utilisé pour fournir au syntoniseur quelques paramètre initial pour l'aider à trouver des services DVB. Plusieurs fichier de "scan" populaire sont disponible à partir du paquet "LinuxTV dvb-apps" inclue dans la plupart des distribution Linux. Regardez pour <i>dvb-apps</i> dans le répertoire de paquet de votre distribution.
gl: Utilízase un ficheiro inicial de exploración para enviarlle ao sintonizador uns parámetros iniciais para axudarlle a atopar servizos DVB. Moitos ficheiros populares de exploración están dispoñíbeis no paquete LinuxTV dvb-apps que se inclúe na maioría das distribucións de Linux. Pode buscar <i>dvb-apps</i> no seu sistema de xestión de paquetes.
hr: Početna datoteka pretraživanja daje DVB-T prijemniku neke polazne parametre za brži pronalazak DVB usluga. Mnoge popularne početne datoteke pretraživanja su dostupne iz LinuxTV dvb-apps paketa koji je uključen u većini linux distribucija. Potražite <i>dvb-apps</i> u vašem sustavu upravljanja paketima.
it: Un file di scansione iniziale viene usato per avviare il sintonizzatore con alcuni parametri iniziali ed aiutarlo a trovare i servizi DVB. Molti popolari file di scansione sono disponibili nel pacchetto "dvb-apps" del progetto LinuxTV che viene incluso in molte distribuzioni Linux. Cerca <i>dvb-apps</i> nel gestore di pacchetti della distribuzione in uso.
pl: Plik skanowania startowego pozwala na dostarczenie informacji, pomagających znaleźć serwisy DVB. W większości dystrybucji systemu Linuks, w pakiecie LinuxTV dvb-apps, dostępnych jest wiele popularnych plików tego typu. Poszukaj <i>dvb-abbs<i> w menedżerze pakietów lub centrum oprogramowania Twojego systemu.
pt: Um ficheiro de busca de canais inicial é usado para dar ao sintonizador alguns parâmetros iniciais para ajudar a encontrar serviços DVB. Existem muitos ficheiro de busca inicial disponíveis no pacote LinuxTV dvb-apps, o qual é incluído na maioria das distribuições Linux. Procure por <i>dvb-apps</i> no seu sistema de gestão de pacotes.
pt_br: Um arquivo de verificação inicial é usado como semente para o sintonizador com alguns parâmetros iniciais para ajudá-lo a encontrar serviços de DVB. Muitos populares arquivos de verificação inicial estão disponíveis a partir do pacote dvb-apps LinuxTV que está incluído na maioria das distribuições Linux. Procure por <i> dvb-apps </ i> no seu sistema de gerenciamento de pacotes.
sk: Počiatočný súbor skenu sa používa na seedovanie tuneru s nejakými počiatočnými parametrami na pomoc pri nájdení DVB služieb. Veľa obľúbených počiatočných súborov skenu je dostupných z LinuxTV dvb-apps balíčku ktorý je zahrnutý vo väčšine Linuxových distribúcií. Pohľadajte <i>dvb-apps</i> vo vašom systéme na správu balíčkov.

source: Auto scan
cs: Automatické hledání
de: Automatische Suche
es: Auto barrido
fi: Automaattinen tutkiminen
fr: Balayage automatique
gl: Escaneado automático
hr: Auto pretraživanje
it: Scansione automatica
nl: Automatische scan
pl: Skanowanie automatyczne
pt: Auto-busca
pt_br: Busca Automática
sk: Automatické hľadanie
uk: Автоматичне сканування

source: Cancel channel import
cs: Import kanálů stornován
de: Sender importieren abbrechen
es: Cancelar importación de canal
fi: Peruuta kanavien tuonti
fr: Annuler l'importation de chaîne
gl: Cancelar importación da canle
hr: Poništi uvoz programa
pl: Anuluj import kanałów
pt: Cancelar importação de canais
pt_br: Cancelar importação de canal
sk: Zrušiť import kanálov
uk: Скасувати імпорт каналів

source: Channel Frequency :
cs: Frekvence kanálu:
de: Senderfrequenz:
es: Frecuencia del canal:
fi: Kanavan taajuus :
fr: Fréquence de la chaine :
gl: Frecuencia da canle:
hr: Frekvencija programa
it: Frequenza canale :
pl: Częstotliwość kanału :
pt: Frequência do Canal:
pt_br: Frequência do Canal:
sk: Frekvencia kanálu:
uk: Частота каналу :

source: Channel Name :
cs: Název kanálu:
de: Sendername:
es: Nombre del canal:
fi: Kanavan nimi :
fr: Nom de la chaine :
gl: Nome da canle:
hr: Naziv programa:
it: Nome canale :
pl: Nazwa kanału :
pt: Nome do Canal:
pt_br: Nome do Canal:
sk: Názov kanálu:
uk: Назва каналу :

source: Channel:
cs: Kanál:
de: Sender:
es: Canal:
fi: Kanava:
fr: Chaine :
gl: Canle:
hr: Program:
it: Canale:
nl: Kanaal:
pl: Kanał:
pt: Canal:
pt_br: Canal:
sk: Kanál:
sv: Kanal:
uk: Канал:

source: Close Me TV
cs: Zavřít Me TV
de: Me TV beenden
es: Cerrar Me TV
fi: Sulje Me TV
fr: Fermer Me TV
gl: Pechar Me TV
hr: Zatvori Me TV
it: Chiudi Me TV
pl: Zamknij Me TV
pt: Fechar o Me TV
pt_br: Fechar Me TV
sk: Zavrieť Me TV
uk: Закрити Me TV

source: Copyright © Michael Lamothe
hr: Autorska prava © Michael Lamothe
pl: Prawa autorskie © Michael Lamothe

source: Deinterlace Type:
cs: Způsob odstranění prokládání:
de: Deinterlace-Typ
es: Tipo de Desentrelazado:
fi: Lomituksen poiston tyyppi:
fr: Type de désentrelacement :
gl: Tipo de desentrelazado:
hr: Deinterlace vrsta:
it: Tipo di deinterlacciamento:
nl: Type Deïnterliniëring
pl: Rodzaj usunięcia przeplotu:
pt: Tipo de Desentrelaçamento:
pt_br: Tipo de desentrelaçamento
sk: Spôsob odstránenia prekladania:
uk: Тип деінтерлейсингу:

source: Description:
cs: Popis:
de: Beschreibung:
es: Descripción:
fi: Kuvaus:
gl: Descrición:
hr: Naziv emisije i opis:
it: Descrizione:
nl: Beschrijving:
pl: Opis:
pt: Descrição:
pt_br: Descrição:
sk: Popis:
sv: Beskrivning:
uk: Опис:

source: Device Text
cs: Text zařízení
de: Gerätetext
es: Texto del dispositivo
fi: Laiteteksti
fr: Périphérique de texte
gl: Texto do dispositivo
hr: Tekst uređaja
it: Testo del dispositivo
nl: Apparaat tekst
pl: Nazwa urządzenia
pt: Texto do Dispositivo
pt_br: Texto do dispositivo
sk: Text zariadenia
sv: Enhetstext
uk: Текст пристрою

source: Do Nothing
cs: Nedělat nic
de: Nichts unternehmen
es: No hacer nada
fi: Älä tee mitään
fr: Ne rien faire
gl: Non facer nada
hr: Ne čini ništa
it: Non eseguire alcuna operazione
pl: Nic nie rób
pt: Não Fazer Nada
pt_br: Não Fazer Nada
sk: Nerobiť nič
uk: Нічого не робити

source: Drag and drop the channels to reorder them.
cs: Chytněte a přetáhněte kanály, které chcete přeskupit.
de: Sie können Sender mit der Maus verschieben.
es: Arrastrar y soltar los canales para ordenarlos
fi: Raahaa ja pudota kanavia järjestääksesi ne uudelleen.
fr: Glissez et déposez les chaines afin de les réorganiser.
gl: Arrastre e solte as canles para reordenalas.
hr: "Povuci i ispusti" radnjom možete promijeniti redosljed programa.
it: Trascina i canali per riordinarli.
nl: Versleep de kanalen om de volgorde te veranderen.
pl: Przeciągaj i upuszczaj kanały, by je uporządkować.
pt: Arraste e largue os canais para os reordenar.
pt_br: Arraste e solte os canais para reorganizá-los.
sk: Potiahnite a pustite kanály, ktoré chcete preusporiadať.
uk: Перетягуйте канали для сортування

source: Duration:
cs: Doba trvání:
de: Dauer:
es: Duración:
fi: Kesto:
fr: Durée :
gl: Duración:
hr: Duljina trajanja snimanja:
it: Durata:
nl: Tijdsduur:
pl: Czas:
pt: Duração:
pt_br: Duração:
sk: Trvanie:
sv: Speltid:
uk: Тривалість:

source: EPG Event Search
de: EPG Ereignis Suche
es: Buscar eventos EPG
fi: EPG-tapahtumahaku
hr: EPG tražitelj događaja emisija
pl: Wyszukiwanie wydarzeń w EPG (elektroniczny przewodnik po programach)
pt_br: Busca de Eventos no Guia Eletrônico de Programação (EPG)

source: EPG event information
cs: Informace o události z EPG
de: EPG-Ereignisinformationen
es: Información del evento EPG
fi: EPG-ohjelmalistaus
fr: Information sur les évenement EPG
gl: Información do evento na GEP
hr: EPG informacija o događaju
it: Informazione evento EPG
nl: EPG event informatie
pl: Informacja o wydarzeniach EPG
pt: Informações sobre Evento GPE
pt_br: Informação do evento EPG
sk: Informácie o udalosti EPG
uk: Інформація про EPG подію
