Repository: PascalNoisette/Me-TV
Catalog: po/*.po
Languages: cs, de, es, fi, fr, gl, hr, it, nl, pl, pt, pt_br, sk, sv, uk

source: Remove the colon ':' from the recording filename
cs: Odstranit dvojtečku ':' z názvu nahrávaného souboru
de: Doppelpunkt ":" aus Aufnahme-Dateinamen entfernen
es: Retire los dos puntos ':' en el nombre del archivo de grabación
fi: Poista kaksoispiste ":" tallennuksen tiedostonimestä
fr: Supprimer les « : » dans le nom des fichiers enregistrés.
gl: Suprimir os «:» nos nomes dos ficheiros de gravación
hr: Ukloni kolonu ':' iz naziva snimljenih datoteka
it: Rimuovi i due punti ":" dal nome del file di registrazione.
nl: Verwijder de dubbele punt ':' van de opnamebestandsnaam.
pl: Usuń znak dwukropka ':' z nazwy pliku nagrania
pt: Remover os dois pontos ':' do nome de ficheiro da gravação
pt_br: Remover os dois pontos ':' do nome de arquivo de gravação
sk: Odstráňte dvojbodku ':' z nahraného názvu súboru
uk: Прибрати знак ':' з имени файлу запису

source: Sets the "Always On Top" attribute on the main window.
cs: Nastaví atribut hlavního okna "Vždy na vrchu".
de: Setzt die Option "Immer im Vordergrund" für das Hauptfenster.
es: Establece el atributo "Always On Top" en la ventana principal.
fi: Asettaa käyttöliittymän ominaisuuden "Aina päälimmäisenä" käyttöön
fr: Règle l'attribut « toujours au-dessus » de la fenêtre principale
gl: Axustar o atributo «Sempre enriba das demais xanelas» na xanela principal.
hr: Postavi "Uvijek na vrhu" na glavni prozor.
it: Imposta l'attributo "Sempre in primo piano" nella finestra principale.
nl: Zet de "Altijd bovenaan" eigenschap van het hoofdvenster.
pl: Ustawia główne okienko "Zawsze na wierzchu".
pt: Define o atributo "Sempre no topo" para a janela principal.
pt_br: Define o menu de janela "Sempre ao topo".
sk: Nastaví atribút hlavného okna na "Vždy na vrchu".
uk: Встановити для головного вікна атрибут "Завжди зверху"

source: Sets the audio driver for libvlc to use.
cs: Nastaví ovladač zvuku pro libvlc
de: Setzt den Audiotreiber, den libvlc benutzt
es: Configura el driver de audio a usar por libvlc.
fi: Asettaa libvlc:n käyttämän ääniajurin.
fr: Sélection du pilote audio pour l'utilisation de libvlc.
gl: Definir o controlador de son que utilizará libvlc.
hr: Postavi pogon zvuka koji koristi libvlc.
it: Imposta il driver audio da usare per libvlc.
pl: Ustawia sterownik dźwięku jakiego ma użyć libvlc.
pt: Define o driver de áudio que a libvlc deve usar.
pt_br: Configura o driver de áudio usado pelo libvlc.
sk: Nastaví ovládač zvuku ktorý má libvlc použiť

source: Sets the video driver for the player to use.
cs: Nastaví ovladač videa
de: Legt den zu verwendenen Videotreiber fest.
es: Configura el controlador de video a usar por el reproductor.
fi: Asettaa soittimen videoajurin
fr: Sélection du pilote vidéo à utiliser pour libvlc.
gl: Definir o controlador de vídeo que utilizará o reprodutor.
hr: Postavi pogon videa koji koristi reproduktor.
it: Imposta il driver video da usare per il lettore.
pl: Ustawia sterownik obrazu do użycia dla odtwarzacza.
pt: Define o driver de video que o reprodutor deve usar.
pt_br: Definir driver de vídeo para o player usar.
sk: Nastaví ovládač videa ktorý má prehrávač použiť

source: Show a tool tip when hovering over an EPG event.
cs: Při pohybu nad EPG zobrazit popisek.
de: Zeigt einen Hinweis, wenn der Mauszeiger sich über einem EPG-Ereignis befindet.
es: Muestra una ayuda cuando se desliza sobre un evento EPG.
fi: Näytetään vihje kun kohdistinta siirretään EPG-tapahtuman yli
fr: Afficher une infobulle lorsque vous survollez un évènement de l'EPG.
gl: Mostrar unha mensaxe emerxente referente a un evento da GEP.
hr: Prikaži pojedinosti kada prelazim preko EPG događaja.
it: Mostra un suggerimento quando si passa sopra un evento EPG.
nl: Toon een tooltip als je met je muis op een item van de EPG komt.
pl: Pokaż podpowiedzi podczas najazdu nad wpis EPG.
pt: Mostra dicas ao passar o rato por cima de um evento GPE.
pt_br: Exibir uma dica de ferramenta quando passar sobre um evento EPG.
sk: Zobraziť štítok pri pohybe nad EPG udalosťou.
uk: Показувати виринаючу підказку при наведені курсора на подію EPG

source: Some file systems do not support a colon in a filename (e.g. FAT32). This option tells Me TV to remove it from the recording filename.
cs: Některé souborové systémy (např. FAT32) nepodporují dvojtečku v názvech souborů. Při zaškrtnutí bude dvojtečka z názvu souboru odstraněna.
de: Einige Dateisysteme unterstützen in einem Dateinamen keinen Doppelpunkt (z. B. FAT32). Me TV entfernt diese aus dem Aufnahme-Dateinamen.
es: Algunos sistemas de archivos no soportan nombres de archivo con dos puntos (ej.FAT32). Con esta opción le indicará a Me TV que lo elimine del nombre del archivo de grabación.
fi: Jotkin tiedostojärjestelmät eivät tue kaksoispistettä tiedostonimessä (esim. FAT32). Tämä valinta käskee Me TV:n poistaa sen tiedostonimestä.
fr: Certains systèmes de fichiers ne supportent pas les virgules dans le nom d'un fichier (par exemple : FAT32). Cette option dit à Me TV de le supprimer des noms des fichiers enregistrés.
gl: Algúns sistemas de ficheiros non admiten os dous puntos «:» no nome dun ficheiro (p.ex. FAT32). Esta opción indícalle a Me TV que os elimine do do ficheiro de gravación.
hr: Neki datotečni sustavi ne podržavaju kolonu u nazivu datoteke (npr. FAT32). Ova mogućnost govori Me TV-u da ju ukloni iz snimljene datoteke.
it: Alcuni file system non supportano i due punti nel nome del file (come FAT32). Questa opzione dice a Me TV di rimuoverli dal nome del file.
nl: Bepaalde bestandssystemen ondersteunen geen dubbele punt in bestandsnamen (bv. FAT32). Deze optie geeft aan dat Me TV ze moet verwijderen uit de opnamebestandsnaam.
pl: Niektóre systemy plików nie obsługują dwukropka w nazwie pliku (np. FAT32). Ta opcja przekazuje Me TV aby usunąć je z nazwy nagrania.
pt: Alguns sistemas não permitem os dois pontos num nome de ficheiro (e.g. FAT43). Esta opção diz ao Me Tv para removê-los do nome do ficheiro da gravação
pt_br: Alguns arquivos de sistema não suportam dois pontos em um nome de arquivo (ex: FAT32). Esta opção diz ao Me TV para removê-los do nome de arquivo da gravação.
sk: Niektoré súborové systémy nepodporujú dvojbodku v názvoch súborov (napr. FAT32). Táto možnosť hovorí Me TV že má byť odstránená z názvu nahraného súboru.
uk: Деякі файлові системи, не підтримують дві крапки в іменах файлів (наприклад FAT32, NTFS). Це налаштування вказує Me TV видаляти їх з імені записаного файлу.

source: Some media players don't handle TeleText streams very gracefully so they are disabled by default. They can be enabled with this setting.
hr: Neki medijski reproduktori ne rade dobro sa streamovima teleteksta pa su uobičajeno onemogućeni. Ovom postavkom ih možete omogućiti.

source: Tells Me TV to display an icon the notification area.
cs: Me TV bude zobrazovat ikonu v oznamovací oblasti.
de: Legt fest, ob ein Symbol im Benachrichtigungsbereich angezeigt werden soll.
es: Le indica a Me TV que muestre un icono en el área de anuncios.
fi: Asettaa Me TV:n kuvakkeen näkymään ilmoitusalueella.
fr: Affiche l'icône de Me TV dans la zone de notification.
gl: Mostrar a icona de Me TV na área de notificación.
hr: Govori Me TV-u da prikaže ikonu u području obavijesti.
it: Comunica a Me TV di mostrare un'icona nell'area di notifica.
nl: Laat Me TV een icoon plaatsen in de notification area.
pl: Ikona Me TV będzie wyświetlana w obszarze powiadomień.
pt: Diz ao Me TV para mostrar um ícone na área de notificação.
pt_br: Dizer ao Me TV para exibir um icone na área de notificação.
sk: Hovorí Me TV že má zobrazovať ikonu v oznamovacej oblasti.
uk: Вказує Me TV відображати значок в області сповіщення.

source: The directory to use for recordings.
cs: Složka, do níž se bude nahrávat.
de: Der für Aufnahmen zu verwendende Ordner.
es: El directorio a usar para las grabaciones
fi: Käytettävä hakemisto tallennuksille.
fr: Le répertoire par défaut pour les enregistrements.
gl: Directorio a usar para as gravacións.
hr: Direktorij za korištenje snimanja.
it: Cartella da usare per le registrazioni.
nl: De map om opnamen in op te slaan.
pl: Katalog do którego będą zapisywane nagrania.
pt: A pasta a utilizar para as gravações.
pt_br: Diretório usado para gravações.
sk: Priečinok použitý pre nahrávky.
uk: Папка для зберігання записів.

source: The directory to use for recordings. This value defaults to the users home directory.
cs: Složka, která bude použita pro ukládání nahrávek. Výchozí hodnotou je domovská složka uživatele.
de: Der für Aufnahmen zu verwendende Ordner. Dies ist standardmäßig der persönliche Ordner
es: El directorio a usar para las grabaciones. Este valor predeterminado es el directorio home del usuario.
fi: Käytettävä hakemisto tallennuksille. Oletushakemisto on käyttäjän kotihakemisto.
fr: Le répertoire par défaut pour les enregistrements. La valeur par défaut est le répertoire home de l'utilisateur courant.
gl: Directorio a usar para as gravacións. De xeito predeterminado úsase o directorio persoal do usuario.
hr: Direktorij za korištenje snimanja. Ovo je zadano osobnoj mapi korisnika.
it: Cartella da usare per le registrazioni. Il valore predefinito è la home dell'utente.
nl: De map om opnamen in op te slaan. Standaard is de homedirectory van de gebruiker.
pl: Katalog do którego będą zapisywane nagrania. Wartość domyślna to katalog /home użytkownika.
pt: A pasta a utilizar para as gravações. A pasta predefinida é a pasta pessoal dos utilizadores
pt_br: Diretório usado para gravações. Este valor se torna padrão para o diretório home.
sk: Priečinok použitý pre nahrávky. Predvolená hodnota je domovský priečinok používateľa.
uk: Каталог, який використовується для зберігання записів. За замовчуванням, використовується домашня тека користувача.

source: The height of the window before Me TV was last closed
cs: Výška okna před posledním ukončením Me TV
de: Die Fensterhöhe, bevor Me TV zuletzt geschlossen wurde
es: La altura de la ventana antes que Me TV se cerrara.
fi: Me TV -käyttöliittymän korkeus ennen sulkemista
fr: La hauteur de la fenêtre avant la dernière fermeture de Me TV.
gl: Altura da xanela antes de que Me TV se pechara a última vez.
hr: Visina prozora prije nego što je Me-TV zatvoren
it: Altezza della finestra prima dell'ultima chiusura di Me TV
nl: De hoogte van het venster voordat Me TV de laatste keer werd afgesloten.
pl: Wysokość okna przed ostatnim zamknięciem programu Me TV
pt: A altura do janela antes do Me TV ser fechado a última vez.
pt_br: A altura da janela antes do Me Tv ter sido fechado pela última vez.
sk: Výška okna pred tým než bol Me TV naposledy zatvorený
uk: Висота вікна Me TV перед закриттям.

source: The height of the window before Me TV was last closed. Me TV uses this value to try to restore the main window to its previous geometry.
cs: Poslední známá výška okna Me TV. Me TV použije tuto hodnotu pro obnovení velikosti hlavního okna.
de: Die Fensterhöhe, bevor Me TV zuletzt geschlossen wurde. Me TV verwendet diesen Wert, um die Hauptfenstergeometrie wiederherzustellen.
es: La altura de la ventana antes que Me TV se cerrara. Me TV utiliza este valor para tratar de restaurar la ventana principal a su geometría anterior.
fr: La hauteur de la fenêtre avant la dernière fermeture de Me TV. Me TV utilise cette valeur pour essayer de restaurer la fenêtre principale dans sa configuration précédente.
gl: Altura da xanela antes de que Me TV se pechara a última vez. Me TV emprega este valor para tentar restaurar a xanela principal á súa xeometría anterior.
hr: Visina prozora prije nego što je Me-TV zatvoren. Me-TV će upotrijebit ovu vrijednost da vrati glavni prozor na njegov prijašnji izgled.
it: Altezza della finestra prima dell'ultima chiusura di Me TV. Me TV utilizza questo valore per tentare di ripristinare la finestra alla sua dimensione precedente.
nl: De hoogte van het venster voordat Me TV de laatste keer werd afgesloten. Me TV gebruikt deze waarde om het hoofdvenster de volgende keer met dezelfde afmetingen te openen.
pl: Wysokość okna przed ostatnim zamknięciem programu Me TV. Me TV używa tej wartości, aby spróbować przywrócić główne okno do jego poprzedniej geometrii.
pt: A altura do janela antes do Me TV ser fechado a última vez. O Me TV utiliza este valor para tentar restituir a janela principal à sua geometria anterior.
pt_br: A altura da janela antes do Me Tv ter sido fechado pela última vez. Me TV usa este valor para tentar restaurar a janela principal para sua geometria anterior.
sk: Výška okna pred tým než bol Me TV naposledy zatvorený. Me TV použije túto hodnotu pre obnovenie hlavného okna do pôvodného tvaru.
uk: Висота вікна Me TV перед його закриттям. Me TV використовує це значення, для відновлення розмірів головного вікна, до попереднього значення, при наступному ввімкненні.

source: The last channel tuned to.
cs: Naposledy sledovaný kanál.
de: Der zuletzt eingestellte Kanal.
es: Ultimo canal sintonizado.
fi: Viimeksi katsottu kanava.
fr: La dernière chaîne visionnée.
gl: Última canle sintonizada.
hr: Zadnji program je podešen.
it: Ultimo canale sintonizzato.
nl: Het laatste kanaal waarop afgestemd werd.
pl: Ostatnio oglądany kanał.
pt: O último canal sintonizado.
pt_br: O último canal sintonizado
sk: Posledný naladený kanál.
uk: Останній налаштований канал

source: The number of channels to show before paging, this is deliberately set low to reduce preformance issues.
de: Die Anzahl der Kanäle, die vor Seitenwechsel anzuzeigen sind, wird absichtlich niedrig eingestellt, um Leistungsprobleme zu reduzieren.
es: Para evitar problemas de rendimiento, el número de canales a paginar se fija deliberadamente bajo antes de mostrarlos.
fi: Näytettävien kanavien lukumäärä ennen sivunvaihtoa, asetettu tarkoituksella alhaiseen arvoon suorituskyky ongelmien välttämiseksi.
fr: Le nombre de chaînes à afficher avant la pagination, une valeur faible est délibérément choisie pour réduire les problèmes de performance.
gl: Número de canles para mostrar antes da paxinación, este é deliberadamente baixo para reducir os problemas de rendemento.
hr: Broj programa za prikaz prije izlistanja, ovo je namjerno postavljeno na manje da smanji probleme sa performansama.
it: Numero di canali da mostrare prima della paginazione, questo viene a proposito impostato basso per ridurre i problemi di performance.
nl: Het getoonde aantal kanalen is opzettelijk beperkt om de prestaties van het systeem niet nadelig te beïnvloeden.
pl: Ilość kanałów do wyświetlenia przed rozpoczęciem procesu stronicowania. Celowo domyślnie ustawiona jest niska wartość aby nie spowalniać systemu.
pt: O número de canais que serão mostrados antes da paginação, este valor é deliberadamente baixo para reduzir problemas de performance.
pt_br: Número de canais para mostrar antes da paginação, isto é feito para reduzir problemas de desempenho.
sk: Počet kanálov na zobrazenie pred stránkovaním, toto je zámerne nastavené nízko na zredukovanie výkonových problémov.
uk: Кількість каналів, що відображаються перед гортанням. Навмисно встановлено занижене значення, для запобігання проблем з продуктивністю.

source: The number of channels to show before paging.
cs: Počet kanálů se zobrazí před stránkováním.
de: Die Anzahl der Kanäle, die vor Seitenwechsel anzuzeigen sind.
es: Número de canales a mostrar antes de paginar.
fi: Näytettävien kanavien lukumäärä ennen sivunvaihtoa.
fr: Le nombre de chaînes à afficher avant la pagination
gl: Número de canles para mostrar antes da paxinación
hr: Broj programa za prikaz prije izlistanja.
it: Numero di canali da mostrare prima della paginazione.
nl: Het aantal kanalen te tonen vóór paginering.
pl: Liczba kanałów do wyświetlenia przed stronicowaniem.
pt: O número de canais a mostrar antes da paginação.
pt_br: Número de canais para mostrar antes de paginação.
sk: Počet kanálov na zobrazenie pred stránkovaním.
uk: Кількість каналів, що відображаються перед гортанням.

source: The number of hours for the EPG to span on one page.
cs: Počet hodin pro rozpětí stránky EPG.
de: Anzahl der Stunden die im EPG auf einer Seite angezeigt werden sollen.
es: El número de horas para la EPG puede abarcar en una sola página.
fi: Ohjelmaoppaan ajan laajuus tunteina sivulla.
fr: Le nombre d'heures pour l'EPG à afficher sur une page
gl: Número de horas que a GEP abranguerá nunha sóa páxina.
hr: Broj sati za EPG koji će obuhvatiti na jednoj stranici.
it: Numero di ore dell'EPG da mostrare in una pagina.
nl: Het aantal uren dat de EPG op een pagina omvat.
pl: Ilość godzin wyświetlania na stronie informacji EPG.
pt: O número de horas que o GPE deve mostrar numa única página.
pt_br: O número de horas para o EPG para abranger em uma página.
sk: Počet hodín pre rozpätie stránky EPG.
uk: Кількість каналів, що відображаються на одній сторінці телепрограми

source: The text encoding that the DVB information is in.
hr: Tekst kodiranja DVB informacije.

source: The width of the window before Me TV was last closed
cs: Šířka okna před posledním ukončením Me TV
de: Die Fensterbreite, bevor Me TV zuletzt geschlossen wurde
es: El tamaño de la ventana antes de que se cerrara por última vez Me Tv.
fi: Käyttöliittymän leveys Me TV:tä viimeksi suljettaessa
fr: Dernière largeur de fenêtre avant la dernière fermeture de Me TV
gl: Largura da xanela antes de que Me TV se pechara a última vez.
hr: Širina prozora prije nego što je Me TV zatvoren
it: Largezza della finestra prima dell'ultima chiusura di Me TV
nl: De breedte van het venster voordat Me TV de laatste keer werd afgesloten.
pl: Szerokość okna przed ostatnim zamknięciem programu Me TV
pt: A largura da janela antes do Me TV ter sido fechado a última vez.
pt_br: Largura da janela antes do Me TV ter sido fechado
sk: Šírka okna pred tým než bol Me TV naposledy zatvorený
uk: Ширина вікна, перед закриттям Me TV

source: The width of the window before Me TV was last closed. Me TV uses this value to try to restore the main window to its previous geometry.
cs: Naposledy známá šířka okna Me TV. Me TV použije tuto hodnotu pro obnovení velikosti hlavního okna.
de: Die Fensterhöhe, bevor Me TV zuletzt geschlossen wurde. Me TV verwendet diesen Wert, um die Hauptfenstergeometrie wiederherzustellen.
es: El tamaño de la ventana antes de que se cerrara por última vez Me Tv. Se utilizará este valor para tratar de restaurar la ventana principal a su geometría anterior.
fi: Käyttöliittymän leveys Me TV:tä viimeksi suljettaessa. Me TV käyttää arvoa yrittäessään palauttaa aikaisemman koon.
fr: La largeur de la fenêtre avant la dernière fermeture de Me TV. Me TV utilise cette valeur pour essayer de restaurer la fenêtre dans sa dernière configuration.
gl: Largura da xanela antes de que Me TV se pechara a última vez. Me TV emprega este valor para tentar restaurar a xanela principal a súa xeometría anterior.
hr: Širina prozora prije nego što je Me TV zatvoren. Me TV će upotrijebit ovu vrijednost da vrati glavni prozor na njegov prijašnji izgled.
it: Larghezza della finestra prima dell'ultima chiusura di Me TV. Me TV utilizza questo valore per tentare di ripristinare la finestra principale alla sua dimensione precedente.
nl: De breedte van het venster voordat Me TV de laatste keer werd afgesloten. Me TV gebruikt deze waarde om het hoofdvenster de volgende keer met dezelfde afmetingen te openen.
pl: Szerokość okna przed ostatnim zamknięciem programu Me TV. Me TV używa tej wartości, aby spróbować przywrócić główne okno do jego poprzedniej geometrii.
pt: A largura da janela antes do Me TV ter sido fechado a última vez. O Me TV utiliza este valor para tentar restituir à janela principal a sua geometria anterior.
pt_br: Largura da janela antes do Me TV ter sido fechado. Me TV usa este valor para tentar restaurar a janela principal para sua geometria anterior.
sk: Šírka okna pred tým než bol Me TV naposledy zatvorený. Me TV použije túto hodnotu pre obnovenie hlavného okna do pôvodnej pozície.
uk: Ширина вікна Me TV, перед його закриттям. Me TV використовує це значення, для відновлення розмірів головного вікна, до попереднього значення, при наступному ввімкненні.

source: The x position of the window before Me TV was last closed
cs: Pozice x okna před posledním ukončením Me TV
de: Die horizontale Position des Fensters, bevor Me TV zuletzt geschlossen wurde
es: La posición x de la ventana antes de Me TV se cerrara por última vez
fi: Käyttöliittymän sijainnin x arvo Me TV:tä viimeksi suljettaessa
fr: La position x de la fenêtre avant la dernière fermeture de Me TV.
gl: Posición X da xanela antes de que Me TV se pechara a última vez.
hr: x pozicija prozora prije nego što je Me TV zatvoren
it: Posizione x della finestra prima dell'ultima chiusura di Me TV
nl: De x-positie van het venster voordat Me TV de laatste keer werd afgesloten.
pl: Położenie współrzędnej x okna przed ostatnim zamknięciem programu Me TV
pt: A posição x da janela antes do Me TV ter sido fechado a última vez
pt_br: Posição x da janela antes da última vez que o Me TV foi fechado
sk: X pozícia okna pred tým než bol Me TV naposledy zatvorený
uk: Позиція вікна по горизонталі, де знаходився Me TV перед закриттям.

source: The x position of the window before Me TV was last closed. Me TV uses this value to try to restore the main window to its previous geometry.
cs: Naposledy známá pozice x okna Me TV. Me TV použije tuto hodnotu pro obnovení pozice hlavního okna.
de: Die horizontale Position des Fensters, bevor Me TV zuletzt geschlossen wurde. Me TV verwendet diesen Wert, um die Hauptfenstergeometrie wiederherzustellen.
es: La posición x de la ventana antes de Me TV se cerrara por última vez Me TV utiliza este valor para tratar de restaurar la ventana principal a su geometría anterior.
fi: Käyttöliittymän sijainnin x arvo Me TV:tä viimeksi suljettaessa. Me TV käyttää arvoa yrittäessään palauttaa aikaisemman koon.
fr: La position x de la fenêtre avant la dernière fermeture de Me TV. Me TV utilise cette valeur pour essayer de restaurer la fenêtre principale dans sa dernière configuration.
gl: Posición X da xanela antes de que Me TV se pechara a última vez. Me TV emprega este valor para tentar restaurar a xanela principal á súa xeometría anterior.
hr: x pozicija prozora prije nego što je Me TV zatvoren. Me TV će upotrijebit ovu vrijednost da vrati glavni prozor na njegov prijašnji izgled.
it: Posizione x della finestra prima dell'ultima chiusura di Me TV. Me TV utilizza questi valori per tentare di ripristinare la finestra principale alla sua dimensione precedente.
nl: De x-positie van het venster voordat Me TV de laatste keer werd afgesloten. Me TV gebruikt deze waarde om het hoofdvenster de volgende keer op dezelfde plaats te openen.
pl: Położenie współrzędnej x okna przed ostatnim zamknięciem programu Me TV. Me TV używa tej wartości, aby spróbować przywrócić główne okno do jego poprzedniej geometrii.
pt: A posição x da janela antes do Me TV ter sido fechado a última vez. O Me TV utiliza este valor para tentar restituir à janela principal a sua geometria anterior.
pt_br: Posição x da janela antes da última vez que o Me TV foi fechado. Me TV usa este valor para tentar restaurar a janela principal de sua geometria anterior.
sk: X pozícia okna pred tým než bol Me TV naposledy zatvorený. Me TV použije túto hodnotu pre obnovenie hlavného okna do pôvodnej pozície.
uk: Позиція вікна по горизонталі, де знаходився Me TV перед закриттям. Me TV використовує це значення, для відновлення розташування вікна, до попереднього значення, при наступному ввімкненні.
